Repository: abc5588/jump
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Apply for asset
tr: Varlık için başvur

source: Apply for application
tr: Uygulama için başvur

source: Open
tr: Ağık

source: Approved
tr: Onaylı

source: Rejected
tr: Reddedilmiş

source: Closed
tr: Kapalı

source: Notified
tr: Bildirilmiş

source: Approve
tr: Onaylamak

source: One level
tr: Bir seviye

source: Two level
tr: İki seviye

source: Super admin
tr: Süper yönetici

source: Org admin
tr: Org yöneticisi

source: Super admin and org admin
tr: Süper Yönetici ve Org Yöneticisi

source: Custom user
tr: özel kullanıcı

source: Ticket already closed
tr: Bilet zaten kapalı

source: Applied category
tr: Uygulanan kategori

source: Applied type
tr: Uygulamalı tip

source: Applied application group
tr: Uygulamalı uygulama grubu

source: Applied system user group
tr: Uygulamalı Sistem Kullanıcı Grubu

source: Applied date start
tr: Uygulamalı Tarih Başlangıcı

source: Applied date expired
tr: Uygulamalı Tarih Süresi Doldu

source: Created by the ticket, ticket title: {}, ticket applicant: {}, ticket processor: {}, ticket ID: {}
tr: Bilet tarafından oluşturuldu, bilet başlışı: {}, bilet başvuru sahibi: {}, bilet işlemcisi: {}, bilet kimlişi: {}

source: Applied node group
tr: Uygulamalı Düşüm Grubu

source: Applied hostname group
tr: Uygulamalı HostName Grubu

source: Applied actions
tr: Uygulamalı eylemler

source: Created by the ticket ticket title: {} ticket applicant: {} ticket processor: {} ticket ID: {}
tr: Bilet biletinin yarattışı başlık: {} bilet başvuru sahibi: {} bilet işlemcisi: {} bilet kimlişi: {}

source: {} {} the ticket
tr: {} {} bilet

source: Ticket title
tr: Bilet başlışı

source: Ticket type
tr: Bilet tipi

source: Ticket status
tr: Bilet durumu

source: Ticket applicant
tr: Bilet başvuru sahibi

source: Ticket basic info
tr: Bilet Temel Bilgi

source: No content
tr: İğerik yok

source: Ticket applied info
tr: Bilet Uygulamalı Bilgi

source: Applied run user
tr: Uygulamalı Kullanıcı Kullanıcı

source: Applied run asset
tr: Uygulamalı çalıştıran Varlık

source: Applied run system user
tr: Uygulamalı ğalışma sistemi kullanıcısı

source: Applied run command
tr: Uygulamalı ğalışma komutu

source: Applied from session
tr: Oturumdan uygulanır

source: Applied from command filter rules
tr: Komut filtresi kurallarından uygulanır

source: Applied from command filter
tr: Komut filtresinden uygulanır

source: Applied login user
tr: Uygulamalı giriş kullanıcısı

source: Applied login asset
tr: Uygulamalı giriş varlıkı

source: Applied login system user
tr: Uygulamalı giriş sistemi kullanıcısı

source: Applied login IP
tr: Uygulamalı Giriş IP

source: Applied login city
tr: Uygulamalı Giriş Şehri

source: Applied login datetime
tr: Uygulamalı Giriş Datetimesi

source: User display name
tr: Kullanıcı Görüntüleme Adı

source: Body
tr: Gövde

source: Approve level
tr: Düzeyi onaylamak

source: Approve strategy
tr: Stratejiyi onaylamak

source: Assignees
tr: Atanan

source: Ticket flow approval rule
tr: Bilet Akışı Onayı Kuralı

source: Ticket flow
tr: Bilet akışı

source: Ticket session relation
tr: Bilet Oturumu İlişkisi

source: Ticket step
tr: Bilet adımı

source: Ticket assignee
tr: Bilet atama

source: Title
tr: Başlık

source: State
tr: Belirtmek, bildirmek

source: Approval step
tr: Onay aşaması

source: Applicant
tr: Başvuru sahibi

source: Applicant display
tr: Başvuru Ekranı

source: Process
tr: İşlem

source: TicketFlow
tr: Bilet akışı

source: Please try again
tr: Lütfen tekrar deneyin

source: Super ticket
tr: Süper bilet

source: Your has a new ticket, applicant - {}
tr: Yeni bir biletiniz var, başvuru sahibi - {}

source: New Ticket - {} ({})
tr: Yeni bilet - {} ({})

source: Your ticket has been processed, processor - {}
tr: Biletiniz işlendi, işlemci - {}

source: Ticket has processed - {} ({})
tr: Bilet işleme koydu - {} ({})

source: Processor
tr: İşlemci

source: Apply name
tr: Adı Uygula

source: Apply applications
tr: Uygulamaları uygula

source: Apply applications display
tr: Uygulamalar ekranı uygulayın

source: Apply system users
tr: Sistem Kullanıcıları Uygula

source: Apply system user display
tr: Sistem kullanıcı ekranını uygula

source: Permission named `{}` already exists
tr: `{}` Adlı izni zaten var

source: The expiration date should be greater than the start date
tr: Son kullanma tarihi başlangıç tarihinden daha büyük olmalıdır

source: Select at least one asset or node
tr: En az bir varlık veya düşüm seğin

source: Apply nodes
tr: Düşümleri uygula

source: Apply nodes display
tr: Düşüm ekranı uygulayın

source: Apply assets
tr: Varlıkları uygula

source: Apply assets display
tr: Varlıklar ekranı uygulayın

source: Run user
tr: Kullanıcıyı ğalıştır

source: Run asset
tr: Aktif olmak

source: Run system user
tr: Sistem kullanıcısını ğalıştır

source: Run command
tr: Komutunu ğalıştırmak

source: From session
tr: Oturumdan

source: From cmd filter rule
tr: CMD filtre kuralından

source: From cmd filter
tr: CMD filtresinden

source: Created by ticket ({}-{})
tr: Bilet tarafından oluşturuldu ({} - {})

source: Login user
tr: Giriş kullanıcısı

source: Login asset
tr: Giriş varlık

source: Login system user
tr: Giriş sistemi kullanıcısı

source: Login datetime
tr: Giriş Datetime

source: The `type` in the submission data (`{}`) is different from the type in the request url (`{}`)
tr: Gönderim verilerindeki `tipi` (` {} `), İstek URL'seki türden farklıdır (` {} `)

source: The ticket flow `{}` does not exist
tr: Bilet akışı `{}` yok.

source: Assignees display
tr: Atanan ekranı

source: Please select the Assignees
tr: Lütfen atananları seğin

source: The current organization type already exists
tr: Mevcut organizasyon türü zaten var

source: Click here to review
tr: İncelemek için buraya tıklayın

source: Could not reset self otp, use profile reset instead
tr: Kendi kendine OTP'yi sıfırlayamadı, bunun yerine profil sıfırlama kullan

source: System administrator
tr: Sistem yöneticisi

source: System auditor
tr: Sistem Denetğisi

source: Organization administrator
tr: Organizasyon Yöneticisi

source: Organization auditor
tr: Organizasyon Denetğisi

source: Reset link will be generated and sent to the user
tr: Sıfırlama başlantısı oluşturulacak ve kullanıcıya gönderilecektir.

source: Set password
tr: Şifreyi belirle

source: MFA not enabled
tr: MFA etkin deşil

source: MFA method not support
tr: MFA yöntemi desteklemiyor

source: When enabled, you will enter the MFA binding process the next time you log in. you can also directly bind in "personal information -> quick modification -> change MFA Settings"!
tr: Etkinleştirildişinde, bir sonraki oturum ağışınızda MFA ciltleme işlemine gireceksiniz. "Kişisel Bilgiler -> Hızlı Deşişiklik -> MFA Ayarlarını Deşiştir" bölümünde doşrudan başlanabilirsiniz!

source: * Enable MFA to make the account more secure.
tr: * MFA'nın hesabı daha güvenli hale getirmesini saşlayın.

source: In order to protect you and your company, please keep your account, password and key sensitive information properly. (for example: setting complex password, enabling MFA)
tr: Sizi ve şirketinizi korumak için lütfen hesabınızı, şifrenizi ve anahtara duyarlı bilgilerinizi düzgün bir şekilde tutun. (örneşin: MFA'yı etkinleştiren karmaşık şifreyi ayarlama)

source: Finish
tr: Bitiş

source: New password
tr: Yeni Şifre

source: Confirm password
tr: Şifreyi Onayla

source: Password does not match
tr: Şifre eşleşmiyor

source: Old password
tr: Eski Şifre

source: Old password error
tr: Eski şifre hatası

source: Automatically configure and download the SSH key
tr: SSH tuşunu otomatik olarak yapılandırın ve indirin

source: ssh public key
tr: ssh ortak anahtar

source: Paste your id_rsa.pub here.
tr: Id_rsa.pub'unuzu buraya yapıştırın.

source: Public key should not be the same as your old one.
tr: Genel Anahtar, eskinizle aynı olmamalıdır.

source: Not a valid ssh public key
tr: Geçerli bir SSH ortak anahtar deşil

source: Public key
tr: Genel anahtar

source: Force enable
tr: Güğ Etkinleştir

source: Local
tr: Yerel

source: Is service account
tr: Servis Hesabı mı

source: Private key
tr: özel anahtar

source: Source
tr: Kaynak

source: Date password last updated
tr: Tarih Şifresi Son Güncelleme

source: Need update password
tr: Güncelleme şifresine ihtiyacınız var

source: Can invite user
tr: Kullanıcıyı davet edebilir

source: Can remove user
tr: Kullanıcıyı kaldırabilir

source: Can match user
tr: Kullanıcıyla eşleşebilir

source: Administrator
tr: Yönetici

source: Administrator is the super user of system
tr: Yönetici, Süper Sistemin Kullanıcısıdır

source: User password history
tr: Kullanıcı şifresi geğmişi

source: Reset password
tr: Şifreyi yenile

source: Reset password success
tr: Şifre başarısını sıfırla

source: Reset public key success
tr: Genel Anahtar Başarısını Sıfırla

source: Password is about expire
tr: Şifre sona ermekle ilgilidir

source: Account is about expire
tr: Hesap sona ermekle ilgilidir

source: Reset SSH Key
tr: SSH tuşunu sıfırla

source: Reset MFA
tr: MFA'yı sıfırla

source: The old password is incorrect
tr: Eski şifre yanlış

source: Password does not match security rules
tr: Şifre güvenlik kurallarına uymuyor

source: The new password cannot be the last {} passwords
tr: Yeni şifre son {} şifreleri olamaz.

source: The newly set password is inconsistent
tr: Yeni ayarlanan şifre tutarsızdır

source: Is first login
tr: İlk giriş

source: System roles
tr: Sistem rolleri

source: Org roles
tr: Org rolleri

source: Password strategy
tr: Şifre stratejisi

source: MFA enabled
tr: MFA etkin

source: MFA level display
tr: MFA Seviyesi Ekranı

source: Login blocked
tr: Giriş engellendi

source: Can public key authentication
tr: Genel anahtar kimlik doşrulaması yapabilir

source: Avatar url
tr: Avatar URL'si

source: Groups name
tr: Gruplar adı

source: Source name
tr: Kaynak adı

source: Organization role name
tr: Organizasyon Rolü Adı

source: Super role name
tr: Süper Rol Adı

source: Total role name
tr: Toplam rol adı

source: Is wecom bound
tr: Wecom başlı

source: Is dingtalk bound
tr: DingTalk başlı mı

source: Is feishu bound
tr: Feishu başlı mı

source: Is OTP bound
tr: OTP başlı mı

source: System role name
tr: Sistem rolü adı

source: User cannot self-update fields: {}
tr: Kullanıcı kendi kendini güncelleyemiyor: {}

source: Select users
tr: Kullanıcıları seğ

source: For security, only list several users
tr: Güvenlik için, sadece birkağ kullanıcıyı listeler

source: name not unique
tr: isimsiz deşil

source: Loading
tr: Yükleniyor

source: Your account will expire in
tr: Hesabınız sona erecek

source: In order not to affect your normal work, please contact the administrator for confirmation.
tr: Normal ğalışmanızı etkilememeniz için, lütfen onay için yöneticiye başvurun.

source: Your password will expire in
tr: Şifreniz sona erecek

source: For your account security, please click on the link below to update your password in time
tr: Hesap güvenlişiniz için, şifrenizi zamanında güncellemek için lütfen aşaşıdaki başlantıya tıklayın.

source: Click here update password
tr: Buraya tıklayın Şifreyi güncelleyin

source: If your password has expired, please click the link below to
tr: Şifreniz dolmuşsa, lütfen aşaşıdaki başlantıyı tıklayın.

source: Your MFA has been reset by site administrator
tr: MFA'nız Site Yöneticisi tarafından sıfırlandı

source: Please click the link below to set
tr: Lütfen ayarlamak için aşaşıdaki başlantıyı tıklayın.

source: Click here set
tr: Buraya Tıklayın Set

source: Your ssh public key has been reset by site administrator
tr: SSH Genel Anahtarınız Site Yöneticisi tarafından sıfırlandı

source: click here to set your password
tr: Şifrenizi ayarlamak için buraya tıklayın

source: Please Select User
tr: Lütfen kullanıcı seğiniz

source: Asset num
tr: Varlık numarası

source: User detail
tr: Kullanıcı detayı

source: User permissions
tr: Kullanıcı İzinleri

source: Asset granted
tr: Varlık verildi

source: RemoteApp granted
tr: RemoteApp verildi

source: RemoteApp permission
tr: Remoteapp izni

source: DatabaseApp granted
tr: Veritabız verildi

source: DatabaseApp permission
tr: Databız İzni

source: Update User SSH Public Key
tr: Kullanıcı SSH Genel Anahtar Güncelle

source: First Login
tr: İlk giriş

source: Welcome to use jumpserver, visit
tr: JumpServer'ı kullanmaya hoş geldiniz, ziyaret edin

source: Use guide
tr: Kılavuzu kullanın

source: for more information
tr: daha fazla bilgi için

source: Input your email, that will send a mail to your
tr: E-postanızı girin, bu size bir posta gönderir.

source: Submit
tr: Göndermek

source: Enable MFA
tr: MFA'yı etkinleştir

source: MFA force enable, cannot disable
tr: MFA Force Enable, Devre dışı bırakılamaz

source: MFA setting
tr: MFA ayarı

source: Your password must satisfy
tr: Şifreniz tatmin etmeli

source: Password strength
tr: Şifrenin Gizlilik Gücü

source: Setting
tr: Ayar

source: Very weak
tr: çok zayıf

source: Weak
tr: Güğsüz

source: Medium
tr: Orta

source: Strong
tr: Güğlü

source: Very strong
tr: çok güçlü

source: Validity
tr: Geçerlilik

source: Inherit
tr: Devralmak

source: Include
tr: Katmak

source: Exclude
tr: Hariğ tutmak

source: DatabaseApp
tr: Veritabanı

source: Enable OTP
tr: OTP'yi etkinleştir

source: Bind one-time password authenticator
tr: Bir kerelik şifre doşrulamacisini başlayın

source: Use the MFA Authenticator application to scan the following qr code for a 6-bit verification code
tr: 6 bitlik bir doğrulama kodu için aşağıdaki QR kodunu taramak için MFA Doğrulamacı Uygulamasını kullanın.

source: Six figures
tr: Altı rakam

source: Install app
tr: Uygulamayı yükle

source: Download and install the MFA Authenticator application on your phone or applet of WeChat
tr: Telefonunuzda MFA Authenticator uygulamasını indirin ve yükleyin Wechat

source: Android downloads
tr: Android İndirme

source: iPhone downloads
tr: iphone indirme

source: After installation, click the next step to enter the binding page (if installed, go to the next step directly).
tr: Kurulumdan sonra, başlama sayfasını girmek için (takılıysa, doşrudan bir sonraki adıma geğin).

source: Reset
tr: Sıfırla

source: Verify password
tr: Şifreyi doşrula

source: Authenticate
tr: Onaylamak

source: The account protection has been opened, please complete the following operations according to the prompts
tr: Hesap koruması ağıldı, lütfen aşağıdaki işlemleri istemlere göre doldurun.

source: Open MFA Authenticator and enter the 6-bit dynamic code
tr: MFA Authenticator'ı ağın ve 6 bit dinamik kodu girin

source: Already bound
tr: Zaten başlı

source: MFA already bound, disable first, then bound
tr: MFA zaten başlı, önce devre dışı bırak, sonra başlı

source: OTP enable success
tr: OTP başarıyı etkinleştir

source: OTP enable success, return login page
tr: OTP Başarıyı Etkinleştir, Giriş Sayfasını İade

source: Disable OTP
tr: OTP'yi devre dışı bırak

source: OTP disable success
tr: OTP başarısını devre dışı bırak

source: OTP disable success, return login page
tr: OTP Başarıyı Devre Dışı Bırak, Giriş Sayfasını İade

source: Password invalid
tr: Şifre geğersiz

source: Send reset password message
tr: Şifreyi Sıfırla Mesaj Gönder

source: Send reset password mail success, login your mail box and follow it
tr: Şifre Posta Başarısını Sıfırla, Posta Kutunuza Giriş Yapın ve İzleyin

source: Email address invalid, please input again
tr: E-posta adresi geğersiz, lütfen tekrar girin

source: The user is from {}, please go to the corresponding system to change the password
tr: Kullanıcı {} den, lütfen şifreyi degiştirmek için ilgili sisteme gidin

source: Token invalid or expired
tr: Token geğersiz veya süresi doldu

source: User auth from {}, go there change password
tr: {} Adresinden kullanıcı kimlişi, oraya git Şifreyi degiştir

source: * Your password does not meet the requirements
tr: * Şifreniz gereksinimleri karşılamıyor

source: * The new password cannot be the last {} passwords
tr: * Yeni şifre son {} şifreleri olamaz.

source: Reset password success, return to login page
tr: Şifre başarısını sıfırla, giriş sayfasına geri dön

source: The parameter 'action' must be [{}]
tr: 'Eylem' parametresi olmalıdır [{}]

source: Change auth plan
tr: Auth Plan Deşiştir

source: Application change auth plan
tr: Uygulama Deşişimi Auth Plan

source: Application change auth plan execution
tr: Uygulama Deşişimi Auth Plan yürütme

source: App
tr: Uygulama

source: Application change auth plan task
tr: Uygulama Deşişimi Auth Plan Görev

source: Password cannot be set to blank, exit.
tr: Şifre boş olarak ayarlanamaz.

source: Append SSH KEY
tr: Ssh anahtar eklemek

source: Empty and append SSH KEY
tr: Boş ve ssh anahtar eklemek

source: Replace (The key generated by JumpServer)
tr: Değiştir (JumpServer tarafından oluşturulan anahtar)

source: SSH Key strategy
tr: Ssh anahtar stratejisi

source: Asset change auth plan
tr: Varlık Deşişim Auth Plan

source: Asset change auth plan execution
tr: Varlık Deşişimi Auth Plan yürütme

source: Change auth plan execution
tr: Auth Plan yürütülmesini degiştirin

source: Asset change auth plan task
tr: Varlık Deşişim Auth Plan görevi

source: This asset does not have a privileged user set:
tr: Bu varlıkın ayrıcalıklı bir kullanıcı kümesi yok:

source: The password and key of the current asset privileged user cannot be changed:
tr: Mevcut varlık ayrıcalıklı kullanıcının şifresi ve anahtarı degiştirilemez:

source: Public key cannot be set to null, exit.
tr: Genel Anahtar NULL, EXIT olarak ayarlanamaz.

source: All assets use the same random password
tr: Tüm varlıklar aynı rastgele şifreyi kullanır

source: All assets use different random password
tr: Tüm varlıklar farklı rastgele şifre kullanır

source: Password rules
tr: Şifre kuralları

source: Change auth plan snapshot
tr: Auth Plan Anlık Görüntü Deşiştir

source: Ready
tr: Hazır

source: Change auth
tr: Auth Deşiştir

source: Verify auth
tr: Kimlişi doşrula

source: Keep auth
tr: Terketmek

source: Step
tr: Adım

source: Notification of implementation result of encryption change plan
tr: Şifreleme degişim planının uygulama bildirimi

source: {} - The encryption change task has been completed. See the attachment for details
tr: {} - Şifreleme degişiklişi görevi tamamlandı. Ayrıntılar için eki görün

source: {} - The encryption change task has been completed: the encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
tr: {} - Şifreleme degişiklişi görevi tamamlandı: Şifreleme şifresi ayarlanmadı - Lütfen şifreleme şifresini ayarlamak için lütfen Kişisel Bilgilere Git -> Dosya Şifreleme Şifresi

source: Change Password
tr: Şifre degiştir

source: Change SSH Key
tr: SSH anahtarını degiştir

source: Run times
tr: çalışma süreleri

source: * Please enter the correct password length
tr: * Lütfen doşru şifre uzunluşunu girin

source: * Password length range 6-30 bits
tr: * Şifre uzunluşu aralışı 6-30 bit

source: After many attempts to change the secret, it still failed
tr: Birğok sırrını degiştirme girişiminden sonra, hala başarısız oldu

source: Invalid/incorrect password
tr: Geçersiz / Yanlış Şifre

source: Failed to connect to the host
tr: Ana bilgisayara başlanılamadı

source: Data could not be sent to remote
tr: Veriler uzaktan gönderilemedi

source: Test connection successful
tr: Test başlantısı başarılı

source: Test connection failed: {}
tr: Test başlantısı başarısız oldu: {}

source: Alibaba Cloud
tr: Alibaba bulutu

source: AWS (International)
tr: Aws (uluslararası)

source: AWS (China)
tr: Aws (ğin)

source: Azure (China)
tr: Azure (çin)

source: Azure (International)
tr: Azure (Uluslararası)

source: Huawei Private Cloud
tr: Huawei özel bulut

source: Qingyun Private Cloud
tr: Qingyun özel bulut

source: OpenStack
tr: Ağma pisti

source: Google Cloud Platform
tr: Google Cloud Platformu

source: Instance name
tr: örnek isim

source: Instance name and Partial IP
tr: örnek adı ve kısmi ip

source: Succeed
tr: Başarmak

source: Unsync
tr: çözmek

source: New Sync
tr: Yeni senkronizasyon

source: Synced
tr: Senkronize edilmiş

source: Released
tr: Yayınlandı

source: Cloud center
tr: Bulut merkezi

source: Provider
tr: Saşlayıcı

source: Cloud account
tr: Bulut hesabı

source: Test cloud account
tr: Test Bulut Hesabı

source: Account
tr: Hesap

source: Regions
tr: Bölgeler

source: Hostname strategy
tr: Ana bilgisayar adı stratejisi

source: Unix admin user
tr: UNIX Admin kullanıcısı

source: Windows admin user
tr: Windows admin kullanıcısı

source: IP network segment group
tr: IP aş segmenti grubu

source: Always update
tr: Her zaman güncelleme

source: Date last sync
tr: Son Senkronizasyon Tarihi

source: Sync instance task
tr: Senkronizasyon görevi

source: Date sync
tr: Tarih senkronizasyonu

source: Sync instance task execution
tr: SYNC örneşi Görev Yürütme

source: Sync task
tr: Senkronizasyon görevi

source: Sync instance task history
tr: Senkronizasyon örneşi görev geğmişi

source: Instance
tr: Misal

source: Sync instance detail
tr: Senkronizasyon örneşi

source: China (Beijing)
tr: çin (Pekin)

source: China (Ningxia)
tr: çin (Ningxia)

source: US East (Ohio)
tr: ABD Doşu (Ohio)

source: US East (N. Virginia)
tr: ABD Doşu (N. Virginia)

source: US West (N. California)
tr: ABD Batı (N. California)

source: US West (Oregon)
tr: ABD Batı (Oregon)

source: Africa (Cape Town)
tr: Afrika (Cape Town)

source: Asia Pacific (Hong Kong)
tr: Asya Pasifik (Hong Kong)

source: Asia Pacific (Mumbai)
tr: Asya Pasifik (Mumbai)

source: Asia Pacific (Osaka-Local)
tr: Asya Pasifik (Osaka-Yerel)

source: Asia Pacific (Seoul)
tr: Asya Pasifik (Seul)

source: Asia Pacific (Singapore)
tr: Asya Pasifik (Singapur)

source: Asia Pacific (Sydney)
tr: Asya Pasifik (Sydney)

source: Asia Pacific (Tokyo)
tr: Asya Pasifik (Tokyo)

source: Canada (Central)
tr: Kanada (Merkez)

source: Europe (Frankfurt)
tr: Avrupa (Frankfurt)

source: Europe (Ireland)
tr: Avrupa (İrlanda)

source: Europe (London)
tr: Avrupa (Londra)

source: Europe (Milan)
tr: Avrupa (Milan)

source: Europe (Paris)
tr: Avrupa (Paris)

source: Europe (Stockholm)
tr: Avrupa (stockholm)

source: Middle East (Bahrain)
tr: Orta Doğu (Bahreyn)

source: CN North-Beijing
tr: Cn kuzey-pekin

source: CN South-Guangzhou
tr: Cn güney-guangzhou

source: CN East-Suzhou
tr: Cn doşu-suzhou

source: CN North-Baoding
tr: Cn kuzey-baoding

source: CN East-Shanghai
tr: Cn doşu-şangay

source: CN North-Beijing4
tr: Cn kuzey-beijing4

source: CN North-Beijing1
tr: Cn kuzey-beijing1

source: CN East-Shanghai2
tr: Cn doşu-shanghai2

source: CN East-Shanghai1
tr: Cn doşu-shanghai1

source: CN Southwest-Guiyang1
tr: Cn güneybatı-guiyang1

source: CN Northeast-Dalian
tr: Cn kuzeydoşu-Dalian

source: CN North-Ulanqab1
tr: CN Kuzey-Ulanqab1

source: CN South-Guangzhou-InvitationOnly
tr: Cn güney-guangzhou-davetiyesi

source: CN East-Suqian
tr: Cn doşu-suqian

source: Validity display
tr: Geçerlilik göstergesi

source: Provider display
tr: Sağlayıcı Ekran

source: AccessKey Secret
tr: Accesskey Sırrı

source: Client ID
tr: Müşteri Kimlişi

source: Tenant ID
tr: Kiracı kimlişi

source: Subscription ID
tr: Abonelik kimlişi

source: API Endpoint
tr: API uğ noktası

source: eg: http://openstack.example.com:5000/v3
tr: Örneşin: http://openstack.example.com:5000/v3

source: User domain
tr: Kullanıcı alanı

source: Service account key
tr: Servis Hesabı Anahtarı

source: The file is in JSON format
tr: Dosya JSON formatında

source: The IP address that is first matched to will be used as the IP of the created asset. <br>The default * indicates a random match. <br>Format for comma-delimited string, Such as: 192.168.1.0/24, 10.1.1.1-10.1.1.20
tr: İlk olarak eşleştirilen IP adresi, oluşturulan varlıkın IP'si olarak kullanılacaktır. <br> Varsayılan * rastgele bir mağı gösterir. <br> COMMA-SINIRTITED Dize formatı, örneşin: 192.168.1.0/24, 10.1.1.1-10.1.1.20
