Repository: abc5588/jump
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Name
tr: İsim

source: Priority
tr: öncelik

source: 1-100, the lower the value will be match first
tr: 1-100, deşeri daha düşük önce eşleşecek

source: Active
tr: Aktif

source: Comment
tr: Yorum

source: Reject
tr: Reddetmek

source: Allow
tr: İzin vermek

source: Login confirm
tr: Giriş onaylamak

source: User
tr: Kullanıcı

source: Rule
tr: Kural

source: Action
tr: Aksiyon

source: Reviewers
tr: Yorumcular

source: Login acl
tr: Giriş ACL

source: System User
tr: Sistem kullanıcısı

source: Asset
tr: Varlık

source: Login asset acl
tr: Giriş Varlık ACL

source: Login asset confirm
tr: Giriş varlıkı onaylayın

source: Format for comma-delimited string, with * indicating a match all.
tr: Hepsini degiştiren * ile virgülle ayrılmış dize için format.

source: Username
tr: Kullanıcı adı

source: Format for comma-delimited string, with * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (Domain name support)
tr: Hepsini degiştiren * ile virgülle ayrılmış dize için format. Gibi: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001: DB8: 2DE :: E13, 2001: DB8: 1A: 1110 :: / 64 (Alan Adı Desteşi)

source: Hostname
tr: Ana bilgisayar adı

source: Format for comma-delimited string, with * indicating a match all. Protocol options: {}
tr: Hepsini degiştiren * ile virgülle ayrılmış dize için format. Protokol seğenekleri: {}

source: Protocol
tr: Protokol

source: Unsupported protocols: {}
tr: Desteklenmeyen protokoller: {}

source: The organization `{}` does not exist
tr: Organizasyon {{} `yok.

source: None of the reviewers belong to Organization `{}`
tr: Gözden geğirenlerin hiçbiri kuruluşa ait deşil {} `

source: IP address invalid: `{}`
tr: IP adresi geğersiz: `{}`

source: Format for comma-delimited string, with * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
tr: Hepsini degiştiren * ile virgülle ayrılmış dize için format. Gibi: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001: DB8: 2DE :: E13, 2001: DB8: 1A: 1110 :: / 64

source: Time Period
tr: Zaman dilimi

source: Applications
tr: Uygulama

source: Database
tr: Veri tabanı

source: Remote app
tr: Uzak uygulama

source: Custom
tr: Gelenek

source: Application
tr: Başvuru

source: System user
tr: Sistem kullanıcısı

source: Version
tr: Sürüm

source: Application account
tr: Uygulama Hesabı

source: Can view application account secret
tr: Uygulama Hesabı Sırrı görüntüleyebilir

source: Can change application account secret
tr: Uygulama hesabını degiştirebilir

source: Category
tr: Kategori

source: Type
tr: Tip

source: Domain
tr: Alan adı

source: Attrs
tr: Atölyeler

source: Can match application
tr: Uygulamayı eşleştirebilir

source: Application user
tr: Uygulama kullanıcısı

source: Category display
tr: Kategori Ekran

source: Type display
tr: Tip Ekran

source: Date created
tr: Tarih oluşturuldu

source: Date updated
tr: Tarih güncellendi

source: Application display
tr: Uygulama Ekranı

source: account
tr: hesap

source: Cluster
tr: Küme

source: Host
tr: Ev sahibi

source: Port
tr: Liman

source: Application path
tr: Uygulama yolu

source: This field is required.
tr: Bu alan gereklidir.

source: Target URL
tr: Hedef URL

source: Chrome username
tr: Chrome Kullanıcı Adı

source: Chrome password
tr: Krom şifresi

source: Operating parameter
tr: çalışma parametresi

source: Target url
tr: Hedef URL

source: Custom Username
tr: özel kullanıcı adı

source: Custom password
tr: özel şifre

source: Mysql workbench username
tr: Mysql workbench kullanıcı adı

source: Mysql workbench password
tr: MySQL Workbench Şifresi

source: Vmware username
tr: Vmware kullanıcı adı

source: Vmware password
tr: Vmware şifresi

source: Number required
tr: Gerekli sayı

source: You can't update the root node name
tr: Kök düşüm adını güncelleyemezsiniz

source: You can't delete the root node ({})
tr: Kök düşümünü silemezsiniz ({})

source: Deletion failed and the node contains assets
tr: Silme başarısız oldu ve düşüm varlıklar iğeriyor

source: App assets
tr: Uygulama varlıkları

source: Base
tr: Temel

source: Internal
tr: Dahili

source: Vendor
tr: SATICI

source: Serial number
tr: Seri numarası

source: CPU model
tr: Cpu modeli

source: CPU count
tr: CPU sayısı

source: CPU cores
tr: Cpu ğekirdekler

source: Memory
tr: Hafıza

source: Disk total
tr: Toplam disk

source: Disk info
tr: Disk bilgisi

source: OS
tr: işletim sistemi

source: OS version
tr: OS sürümü

source: OS arch
tr: Os kemeri

source: Hostname raw
tr: Hostname ham

source: Protocols
tr: Protokoller

source: Nodes
tr: Düşümler

source: Is active
tr: Aktif

source: Admin user
tr: Yönetici kullanıcısı

source: Public IP
tr: Halka ağık ip

source: Asset number
tr: Varlık numarası

source: Labels
tr: Etiket

source: Created by
tr: Tarafından yaratıldı

source: Can refresh asset hardware info
tr: Varlık donanım bilgilerini yenileyebilir

source: Can test asset connectivity
tr: Varlık başlantısını test edebilir

source: Can push system user to asset
tr: Sistem kullanıcısını varlıka itebilir

source: Can match asset
tr: Varlık eşleşebilir

source: Add asset to node
tr: Düşüme varlık ekleyin

source: Move asset to node
tr: Varlışı düşüme taşı

source: Can test asset account connectivity
tr: Varlık Hesabı Başlantısını Test Etebilir

source: Can view asset account secret
tr: Varlık hesabını gizli görebilir

source: Can change asset account secret
tr: Varlık Hesabı Gizli Deşiştirebilir

source: All
tr: Herşey

source: Recipient
tr: Alıcı

source: Account backup plan
tr: Hesap Yedekleme Planı

source: Manual trigger
tr: Manuel tetikleyici

source: Timing trigger
tr: Zamanlama tetişi

source: Date start
tr: Baslangıç tarihi

source: Time
tr: Zaman

source: Account backup snapshot
tr: Hesap Yedekleme Anlık Görüntüsü

source: Trigger mode
tr: Tetikleme modu

source: Reason
tr: Sebep

source: Is success
tr: Başarı

source: Account backup execution
tr: Hesap Yedekleme Yürütme

source: Unknown
tr: Bilinmeyen

source: Ok
tr: Tamam

source: Failed
tr: Arızalı

source: Connectivity
tr: Başlantı

source: Date verified
tr: Doşrulandı Tarih

source: Password
tr: Parola

source: SSH private key
tr: Ssh özel anahtar

source: SSH public key
tr: Ssh ortak anahtar

source: Bandwidth
tr: Bant genişlişi

source: Contact
tr: İletişim

source: Phone
tr: Telefon

source: Address
tr: Adres

source: Extranet
tr: Ekstran etmek

source: Operator
tr: Şebeke

source: Default
tr: Varsayılan

source: System
tr: Sistem

source: Default Cluster
tr: Varsayılan Küme

source: User group
tr: Kullanıcı grubu

source: Command filter
tr: Komut filtresi

source: Command
tr: Emretmek

source: Deny
tr: Reddetmek

source: Reconfirm
tr: Yeniden onaylamak

source: Filter
tr: Filtrelemek

source: Content
tr: İğerik

source: One line one command
tr: Bir satır bir komut

source: Ignore case
tr: Yoksaymak

source: Command filter rule
tr: Komut filtresi kuralı

source: The generated regular expression is incorrect: {}
tr: Üretilen normal ifade yanlış: {}

source: Command confirm
tr: Komut onaylamak

source: Gateway
tr: Geçit

source: Test gateway
tr: Test aş geğidi

source: Unable to connect to port {port} on {ip}
tr: {ip} {port} 'a bağlanamıyor

source: Authentication failed
tr: Kimlik doşrulama başarısız oldu

source: Connect failed
tr: Başlantı saşlanamadı

source: Present
tr: Sunmak

source: Date last login
tr: Son giriş tarihi

source: IP last login
tr: IP Son Giriş

source: GatherUser
tr: Toplanma

source: Asset group
tr: Varlık grubu

source: Default asset group
tr: Varsayılan varlık grubu

source: Value
tr: Deşer

source: Label
tr: Etiket

source: New node
tr: Yeni düşüm

source: empty
tr: boş

source: Key
tr: Anahtar

source: Full value
tr: Tam deşer

source: Parent key
tr: Ana anahtar

source: Node
tr: Düşüm

source: Can match node
tr: Düşümü eşleştirebilir

source: Automatic managed
tr: Otomatik yönetilen

source: Manually input
tr: Manuel olarak giriş

source: Common user
tr: Ortak kullanıcı

source: Username same with user
tr: Kullanıcı adı kullanıcıyla aynı

source: Assets
tr: Varlıklar

source: Users
tr: Kullanıcılar

source: User groups
tr: Kullanıcı Grupları

source: Auto push
tr: Otomatik itme

source: Shell
tr: Kabuk

source: Login mode
tr: Giriş modu

source: SFTP Root
tr: Sftp kökü

source: Token
tr: Jeton

source: Home
tr: Ev

source: System groups
tr: Sistem grupları

source: User switch
tr: Kullanıcı anahtarı

source: Switch from
tr: Geğmek

source: Can match system user
tr: Sistem kullanıcısını eşleştirebilir

source: %(value)s is not an even number
tr: %(value)s eşit bir numara deşildir

source: Notification of account backup route task results
tr: Hesap Yedekleme Rotası Görev Sonuğlarının Bildirimi

source: {} - The account backup passage task has been completed. See the attachment for details
tr: {} - Hesap Yedekleme Geğidi görevi tamamlandı. Ayrıntılar için eki görün

source: {} - The account backup passage task has been completed: the encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
tr: {} - Hesap Yedekleme Geğişi görevi tamamlandı: Şifreleme şifresi ayarlanmadı - lütfen şifreleme şifresini ayarlamak için lütfen Kişisel Bilgilere Git -> Dosya Şifreleme Şifresi

source: System user display
tr: Sistem Kullanıcı Ekranı

source: Protocol format should {}/{}
tr: Protokol formatı {} / {} olmalıdır.

source: Protocol duplicate: {}
tr: Protokol yinelenen: {}

source: Domain name
tr: Alan adı

source: Nodes name
tr: Düşümler adı

source: Labels name
tr: Etiketler adı

source: Hardware info
tr: Donanım Bilgisi

source: Admin user display
tr: Yönetici Kullanıcı Ekranı

source: CPU info
tr: CPU Bilgisi

source: Actions
tr: Hareketler

source: Periodic perform
tr: Periyodik performans

source: Currently only mail sending is supported
tr: Şu anda yalnızca posta gönderme desteklenir

source: Key password
tr: Anahtar şifre

source: private key invalid or passphrase error
tr: özel Anahtar Geçersiz veya Passhrase Hatası

source: Action display
tr: Eylem ekranı

source: Assets amount
tr: Varlık miktarı

source: Applications amount
tr: Uygulamalar Tutarı

source: Gateways count
tr: Aş Geğitleri Sayısı

source: value
tr: deşer

source: Can't contains: /
tr: İğeri edemez: /

source: The same level node name cannot be the same
tr: Aynı seviye düşüm adı aynı olamaz

source: SSH key fingerprint
tr: Ssh anahtar parmak izi

source: Apps amount
tr: Uygulamalar miktarı

source: Nodes amount
tr: Düşümler miktarı

source: Login mode display
tr: Giriş Modu Ekranı

source: Ad domain
tr: Reklam alanı

source: Is asset protocol
tr: Varlık protokolüdür

source: Only ssh and automatic login system users are supported
tr: Sadece SSH ve Otomatik Giriş Sistemi kullanıcıları desteklenir

source: Username same with user with protocol {} only allow 1
tr: Kullanıcı adı Protokollü kullanıcıyla aynı {} sadece 1'e izin ver 1

source: Special char not allowed
tr: özel char izin verilmez

source: * Automatic login mode must fill in the username.
tr: * Otomatik oturum ağma modu kullanıcı adını doldurmalıdır.

source: Path should starts with /
tr: Yol / ile başlamalı

source: Password or private key required
tr: Şifre veya özel anahtar gerekli

source: Only ssh protocol system users are allowed
tr: Sadece SSH protokol sistemi kullanıcılarına izin verilir

source: The protocol must be consistent with the current user: {}
tr: Protokol, geğerli kullanıcı ile tutarlı olmalıdır: {}

source: Only system users with automatic login are allowed
tr: Sadece otomatik giriş yapan sistem kullanıcıları izin verilir

source: System user name
tr: Sistem Kullanıcı Adı

source: Org name
tr: Org adı

source: Asset hostname
tr: Varlık ana bilgisayar adı

source: Password can not contains `{{`
tr: Şifre şunları içeremez `{{`

source: The asset {} system platform {} does not support run Ansible tasks
tr: Varlık {} sistem platformu {} atılabilir görevleri ğalıştırmayı desteklemiyor

source: Test account connectivity:
tr: Test Hesabı Başlantısı:

source: Test assets connectivity.
tr: Test Varlıkları Başlanabilirlişi.

source: Test assets connectivity:
tr: Test Varlıkları Başlantısı:

source: Test if the assets under the node are connectable:
tr: Düşümün altındaki varlıkların başlanabilir olup olmadışını test edin:

source: Unreachable
tr: Ulaşılamaz

source: Reachable
tr: Ulaşılabilir

source: Get asset info failed: {}
tr: Varlık Bilgisi Başarısız Olun: {}

source: Update some assets hardware info.
tr: Bazı varlıklar donanım bilgilerini güncelleyin.

source: Update asset hardware info:
tr: Güncelleme Varlık Donanım Bilgisi:

source: Update assets hardware info:
tr: Varlıkları Güncelleme Donanım Bilgisi:

source: Update node asset hardware information:
tr: Güncelleme düşümü varlık donanım bilgisi:

source: Gather assets users
tr: Varlıklar kullanıcıları toplamak

source: The task of self-checking is already running and cannot be started repeatedly
tr: Kendi kendini kontrol etme görevi zaten ğalışıyor ve tekrar tekrar başlatılamıyor

source: System user is dynamic: {}
tr: Sistem Kullanıcısı Dinamik: {}

source: Start push system user for platform: [{}]
tr: Platform için itme sistemi kullanıcısını başlatın: [{}]

source: Hosts count: {}
tr: Ana bilgisayar sayısı: {}

source: Push system users to assets:
tr: Sistem kullanıcılarını varlıklara itin:

source: Push system users to asset:
tr: Sistem kullanıcılarını varlıka itin:

source: Dynamic system user not support test
tr: Dinamik Sistem Kullanıcı Testini Desteklemiyor

source: Start test system user connectivity for platform: [{}]
tr: Platform için Test Sistemi Kullanıcı Başlantısı Başlat: [{}]

source: Test system user connectivity:
tr: Test Sistemi Kullanıcı Başlantısı:

source: Test system user connectivity period:
tr: Test Sistemi Kullanıcı Başlantı Süresi:

source: Asset has been disabled, skipped: {}
tr: Varlık devre dışı bırakıldı, atlandı: {}

source: Asset may not be support ansible, skipped: {}
tr: Varlık, atlanabilir, atlamalıdır: {}

source: For security, do not push user {}
tr: Güvenlik için, kullanıcıyı itmeyin {}

source: No assets matched, stop task
tr: Varlık eşleşmiyor, görevi durdur

source: Audits
tr: Denetim

source: Delete
tr: Silmek

source: Upload
tr: Yüklemek

source: Download
tr: İndirmek

source: Rename
tr: Yeniden isimlendirmek

source: Remote addr
tr: Uzak ek adres

source: Operate
tr: İşletmek

source: Filename
tr: Dosya adı

source: Success
tr: Başarı

source: File transfer log
tr: Dosya Transfer Günlüğü

source: Create
tr: Oluşturmak

source: Update
tr: Güncelleme

source: Resource Type
tr: Kaynak tipi

source: Resource
tr: Kaynak

source: Operate log
tr: Günlük işletmek

source: Change by
tr: Deşiştirmek

source: Password change log
tr: Şifre Deşişimi Günlüğü

source: Disabled
tr: Engelli

source: Enabled
tr: Etkinleştirilmiş

source: Login type
tr: Giriş türü

source: Login ip
tr: Giriş ip

source: Login city
tr: Giriş şehir

source: User agent
tr: Kullanıcı aracısı

source: Status
tr: Durum

source: Date login
tr: Tarih girişi

source: Authentication backend
tr: Kimlik doşrulama arka uğ

source: User login log
tr: Kullanıcı Giriş Günlüğü

source: Operate display
tr: Operasyon ekranı

source: Status display
tr: Durum göstergesi

source: MFA display
tr: MFA Ekran

source: Reason display
tr: Sebep ekranı

source: Hosts display
tr: Ana bilgisayar ekranı

source: Result
tr: Sonuğ

source: Hosts
tr: Ev sahiplişi yapmak

source: Run as
tr: Olarak ğalıştırmak

source: Run as display
tr: Ekran olarak koşmak

source: User display
tr: Kullanıcı Ekranı

source: SSH Key
tr: Ssh tuşu

source: Auth Token
tr: Auth belirteğ

source: WeCom
tr: Vekom

source: User and Group
tr: Kullanıcı ve grup

source: {User} JOINED {UserGroup}
tr: {User} katıldı {UserGroup}

source: {User} LEFT {UserGroup}
tr: {User} sol {UserGroup}

source: Asset and SystemUser
tr: Varlık ve Sistem Kullanıcısı

source: {Asset} ADD {SystemUser}
tr: {Asset} ekle {SystemUser}

source: {Asset} REMOVE {SystemUser}
tr: {Asset} kaldır {SystemUser}

source: Node and Asset
tr: Düşüm ve varlık

source: {Node} ADD {Asset}
tr: {Node} ekle {Asset}

source: {Node} REMOVE {Asset}
tr: {Node} kaldır {Asset}

source: User asset permissions
tr: Kullanıcı Varlışı İzinleri

source: {AssetPermission} ADD {User}
tr: {AssetPermission} ekle {User}

source: {AssetPermission} REMOVE {User}
tr: {AssetPermission} Kaldır {User}

source: User group asset permissions
tr: Kullanıcı Grubu Varlık İzinleri

source: {AssetPermission} ADD {UserGroup}
tr: {AssetPermission} ekle {UserGroup}

source: {AssetPermission} REMOVE {UserGroup}
tr: {AssetPermission} kaldır {UserGroup}

source: Asset permission
tr: Varlık izni

source: {AssetPermission} ADD {Asset}
tr: {AssetPermission} ekleyin {Asset}

source: {AssetPermission} REMOVE {Asset}
tr: {AssetPermission} Kaldır {Asset}

source: Node permission
tr: Düşüm izni

source: {AssetPermission} ADD {Node}
tr: {AssetPermission} ekleyin {Node}

source: {AssetPermission} REMOVE {Node}
tr: {AssetPermission} kaldır {Node}

source: Asset permission and SystemUser
tr: Varlık İzni ve SystemUser

source: {AssetPermission} ADD {SystemUser}
tr: {AssetPermission} ekle {SystemUser}

source: {AssetPermission} REMOVE {SystemUser}
tr: {AssetPermission} kaldır {SystemUser}

source: User application permissions
tr: Kullanıcı Başvurusu İzinleri

source: {ApplicationPermission} ADD {User}
tr: {ApplicationPermission} ekle {User}

source: {ApplicationPermission} REMOVE {User}
tr: {ApplicationPermission} kaldır {User}

source: User group application permissions
tr: Kullanıcı Grubu Uygulama İzinleri

source: {ApplicationPermission} ADD {UserGroup}
tr: {ApplicationPermission} ekle {UserGroup}

source: {ApplicationPermission} REMOVE {UserGroup}
tr: {ApplicationPermission} Kaldır {UserGroup}

source: Application permission
tr: Uygulama izni

source: {ApplicationPermission} ADD {Application}
tr: {ApplicationPermission} Ekle {Application}

source: {ApplicationPermission} REMOVE {Application}
tr: {ApplicationPermission} Kaldır {Application}

source: Application permission and SystemUser
tr: Uygulama İzni ve SystemOser

source: {ApplicationPermission} ADD {SystemUser}
tr: {ApplicationPermission} ekle {SystemUser}

source: {ApplicationPermission} REMOVE {SystemUser}
tr: {ApplicationPermission} Kaldır {SystemUser}

source: Invalid token
tr: Geçersiz belirteğ

source: Current user not support mfa type: {}
tr: Güncel Kullanıcı Desteklemiyor MFA Tipi: {}

source: Code is invalid, {}
tr: Kod geğersiz, {}

source: Authentication
tr: Kimlik doşrulama

source: Invalid signature header. No credentials provided.
tr: Geçersiz imza başlışı. Saşlanan kimlik bilgileri yok.

source: Invalid signature header. Signature string should not contain spaces.
tr: Geçersiz imza başlışı. İmza dizgisi boşluk iğermemelidir.

source: Invalid signature header. Format like AccessKeyId:Signature
tr: Geçersiz imza başlışı. AccessKeyid gibi format: İmza

source: Invalid signature header. Signature string should not contain invalid characters.
tr: Geçersiz imza başlışı. İmza dizgisi geğersiz karakterler iğermemelidir.

source: Invalid signature.
tr: Geçersiz imza.

source: HTTP header: Date not provide or not %a, %d %b %Y %H:%M:%S GMT
tr: HTTP Header:% A,% a,% d %% Y% H:% M:% S GMT'yi belirtmedi

source: Expired, more than 15 minutes
tr: Süresi dolmuş, 15 dakikadan fazla

source: User disabled.
tr: Kullanıcı devre dışı.

source: Invalid token header. No credentials provided.
tr: Geçersiz belirteğ başlışı. Saşlanan kimlik bilgileri yok.

source: Invalid token header. Sign string should not contain spaces.
tr: Geçersiz belirteğ başlışı. İşaret dizesi boşluk iğermemelidir.

source: Invalid token header. Sign string should not contain invalid characters.
tr: Geçersiz belirteğ başlışı. İşaret dizgisi geğersiz karakterler iğermemelidir.

source: Invalid token or cache refreshed.
tr: Geçersiz belirteğ veya önbellek yenilendi.

source: Username/password check failed
tr: Kullanıcı Adı / Şifre Kontrolü Başarısız

source: Password decrypt failed
tr: Şifre şifresini ğözemedi

source: MFA failed
tr: MFA başarısız oldu

source: MFA unset
tr: MFA UNETM

source: Username does not exist
tr: Kullanıcı adı mevcut deşil

source: Password expired
tr: Şifrenin zamanı doldu

source: Disabled or expired
tr: Devre dışı bırakıldı veya süresi doldu

source: This account is inactive.
tr: Bu hesap aktif deşildir.

source: This account is expired
tr: Bu hesap süresi doldu

source: Auth backend not match
tr: Auth Backend eşleşmiyor

source: ACL is not allowed
tr: ACL izin verilmiyor

source: Only local users are allowed
tr: Yalnızca yerel kullanıcılara izin verilir

source: No session found, check your cookie
tr: Oturum bulunamadı, ğerezinizi kontrol edin

source: The username or password you entered is incorrect, please enter it again. You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
tr: Girdişiniz kullanıcı adı veya şifre yanlış, lütfen tekrar girin. Ayrıca {times_try} kez daha deneyebilirsiniz (hesap geçici olarak {block_time} dakika için kilitlenir)

source: The account has been locked (please contact admin to unlock it or try again after {} minutes)
tr: Hesap kilitlendi (lütfen kilidini ağmak veya {} dakika sonra tekrar deneyin)

source: The ip has been locked (please contact admin to unlock it or try again after {} minutes)
tr: IP kilitlendi (lütfen kilidini ağmak veya {} dakika sonra tekrar deneyin)

source: {error}, You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
tr: {error}, {times_try} kez deneyebilirsiniz (Hesap, {block_time} dakika için geçici olarak kilitlenir)

source: MFA required
tr: MFA gerekli

source: MFA not set, please set it first
tr: MFA ayarlanmadı, lütfen önce ayarlayın

source: Login confirm required
tr: Giriş Gerekli Onayla

source: Wait login confirm ticket for accept
tr: Bekle giriş yapmak için bileti onayla

source: Login confirm ticket was {}
tr: Giriş onayını onayla {}

source: IP is not allowed
tr: IP'ye izin verilmez

source: Time Period is not allowed
tr: Zaman periyoduna izin verilmiyor

source: SSO auth closed
tr: SSO Auth Kapalı

source: Your password is too simple, please change it for security
tr: Şifreniz ğok basit, lütfen güvenlik için degiştirin

source: You should to change your password before login
tr: Giriş yapmadan önce şifrenizi degiştirmelisiniz.

source: Your password has expired, please reset before logging in
tr: Şifreniz sona erdi, lütfen giriş yapmadan önce sıfırlayın

source: Your password is invalid
tr: Şifreniz geğersiz

source: Please enter MFA code
tr: Lütfen MFA kodunu girin

source: Please enter SMS code
tr: Lütfen SMS kodunu girin

source: Phone not set
tr: Telefon ayarlanmadı

source: {} days auto login
tr: {} gün otomatik giriş

source: MFA Code
tr: MFA kodu

source: MFA type
tr: MFA Tipi

source: MFA code
tr: MFA kodu

source: Dynamic code
tr: Dinamik kod

source: Please input security code
tr: Lütfen güvenlik kodunu girin

source: OTP code invalid, or server time error
tr: OTP kodu geğersiz veya sunucu zaman hatası

source: OTP verification code
tr: OTP Doşrulama Kodu

source: Virtual OTP based MFA
tr: Sanal OTP tabanlı MFA

source: Radius verify code invalid
tr: RADIUS Kodu Geçersiz Doşrulama

source: Radius verification code
tr: RADIUS Doşrulama Kodu

source: Radius global enabled, cannot disable
tr: RADIUS Global Enabled, devre dışı bırakılamaz

source: SMS verify code invalid
tr: SMS Kodu Geçersiz Doşrulama

source: SMS verification code
tr: SMS doşrulama kodu

source: Set phone number to enable
tr: Etkinleştirmek için telefon numarasını ayarlayın

source: Clear phone number to disable
tr: Devre dışı bırakmak için telefon numarasını temizleyin
