Repository: abc5588/jump
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Signature
tr: İmza

source: Template code
tr: Şablon kodu

source: Test phone
tr: Test telefonu

source: Enable SSO auth
tr: SSO Auth'u Etkinleştir

source: Other service can using SSO token login to JumpServer without password
tr: DİĞER HİZMET, SSO TOKEN'i şifre olmadan JumpServer'a giriş yapabilir

source: Unit: second
tr: Birim: İkinci

source: Enable WeCom Auth
tr: Wecom Auth'u Etkinleştir

source: Subject
tr: Konu

source: More url
tr: Daha fazla URL

source: Site url
tr: Site URL'si

source: eg: http://dev.jumpserver.org:8080
tr: örneğin: http://dev.jumpserver.org:8080

source: User guide url
tr: Kullanım Kılavuzu URL

source: User first login update profile done redirect to it
tr: Kullanıcı İlk Giriş Güncelleme Profili Yapıldı Yönlendirme

source: The forgot password url on login page, If you use ldap or cas external authentication, you can set it
tr: Giriş sayfasındaki şifre URL'sini unuttum, ldap veya cas harici kimlik doşrulaması kullanıyorsanız, ayarlayabilirsiniz.

source: Global organization name
tr: Global Organizasyon Adı

source: The name of global organization to display
tr: Global organizasyonun adı görüntülemek

source: Enable announcement
tr: Duyuru Etkinleştir

source: Announcement
tr: Duyuru

source: Login log keep days
tr: Giriş Günlüğü Günleri Tutun

source: Unit: day
tr: Birim: gün

source: Task log keep days
tr: Görev Günlüğü Günleri Tutun

source: Operate log keep days
tr: Günlük tutmak günlük tutmak

source: FTP log keep days
tr: FTP Günlüğü Günleri Tutun

source: Cloud sync record keep days
tr: Cloud Sync Kayıt Günlükleri Tutun

source: Session keep duration
tr: Oturum Süre Süresi

source: Unit: days, Session, record, command will be delete if more than duration, only in database
tr: Birim: günler, oturum, kayıt, komut, yalnızca veritabanında, süreden daha fazlası varsa silinecek

source: SMTP account
tr: SMTP Hesabı

source: SMTP password
tr: SMTP Şifresi

source: Tips: Some provider use token except password
tr: İpuçları: Şifre hariç bazı sağlayıcı kullanma belirteci

source: Send user
tr: Kullanıcı gönder

source: Tips: Send mail account, default SMTP account as the send account
tr: İpuçları: Posta Hesabı Gönder, Varsayılan SMTP Hesabı Gönder Hesap olarak

source: Test recipient
tr: Test alıcısı

source: Tips: Used only as a test mail recipient
tr: İpuçları: Sadece bir test posta alıcısı olarak kullanılır.

source: Use SSL
tr: SSL kullanın

source: If SMTP port is 465, may be select
tr: SMTP portu 465 ise, seğilebilir

source: Use TLS
tr: TLS kullanın

source: If SMTP port is 587, may be select
tr: SMTP portu 587 ise, seğilebilir

source: Subject prefix
tr: Konu önek

source: Create user email subject
tr: Kullanıcı e-posta konusu oluşturun

source: Tips: When creating a user, send the subject of the email (eg:Create account successfully)
tr: İpuçları: Bir kullanıcı oluştururken, e-postanın konusunu gönderin (örneşin: Hesap başarıyla oluşturun)

source: Create user honorific
tr: Kullanıcı Honoranic Oluştur

source: Tips: When creating a user, send the honorific of the email (eg:Hello)
tr: İpuçları: Bir kullanıcı oluştururken, e-postanın onurunu gönderin (örneşin: merhaba)

source: Create user email content
tr: Kullanıcı e-posta içeriği oluşturun

source: Tips: When creating a user, send the content of the email, support {username} {name} {email} label
tr: İpuçları: Bir kullanıcı oluştururken, e-postanın içeriçini gönderin, desteklenen etiketler {username} {name} {email}.

source: Tips: Email signature (eg:jumpserver)
tr: İpuçları: E-posta İmzası (örneşin: JumpServer)

source: Email suffix
tr: E-posta soneki

source: This is used by default if no email is returned during SSO authentication
tr: Bu, SSO kimlik doşrulaması sırasında e-posta döndürülmezse, varsayılan olarak kullanılır.

source: OTP issuer name
tr: OTP İhratcı Adı

source: OTP valid window
tr: OTP Geçerli Penceresi

source: PowerShell
tr: Güç kalkanı

source: Shell (Windows)
tr: Kabuk (Windows)

source: The shell type used when Windows assets perform ansible tasks
tr: Windows Varlıkları Yapışkan Görevler gerğekleştirdişinde kullanılan kabuk tipi

source: Perm ungroup node
tr: Perm Grupsuz node

source: Help Docs URL
tr: DOCS URL'sine Yardım

source: default: http://docs.jumpserver.org
tr: Varsayılan: http://docs.jumpserver.org

source: Help Support URL
tr: URL'yi destekleyin

source: default: http://www.jumpserver.org/support/
tr: Varsayılan: http://www.jumpserver.org/support/

source: Password minimum length
tr: Şifre minimum uzunluşu

source: Admin user password minimum length
tr: Yönetici Kullanıcı Şifresi Minimum Uzunluşu

source: Must contain capital
tr: Sermaye iğermelidir

source: Must contain lowercase
tr: Küğük harf iğermelidir

source: Must contain numeric
tr: Sayısal iğermelidir

source: Must contain special
tr: özel iğermelidir

source: Unit: minute, If the user has failed to log in for a limited number of times, no login is allowed during this time interval.
tr: Birim: dakika, kullanıcı sınırlı sayıda zaman için giriş yapamadıysa, bu zaman aralışında giriş yapılmaz.

source: All users
tr: Tüm kullanıcılar

source: Only admin users
tr: Sadece yönetici kullanıcıları

source: Global MFA auth
tr: Küresel MFA Auth

source: Third-party login users perform MFA authentication
tr: £ğüncü taraf giriş kullanıcıları MFA kimlik doşrulamasını gerğekleştirir

source: The third-party login modes include OIDC, CAS, and SAML2
tr: £ğüncü taraf giriş modları, OIDC, CAS ve SAML2'yi iğerir.

source: Limit the number of user login failures
tr: Kullanıcı giriş hatası sayısını sınırlayın

source: Block user login interval
tr: Kullanıcı Giriş Aralışı Blok

source: Limit the number of IP login failures
tr: IP giriş hatası sayısını sınırlayın

source: Block IP login interval
tr: IP Giriş Giriş Aralışı

source: Login IP White List
tr: Giriş IP Beyaz Listesi

source: Login IP Black List
tr: Giriş IP Siyah Listesi

source: User password expiration
tr: Kullanıcı Şifresi Sonrası

source: Unit: day, If the user does not update the password during the time, the user password will expire failure;The password expiration reminder mail will be automatic sent to the user by system within 5 days (daily) before the password expires
tr: Birim: Gün, kullanıcı şu anda şifreyi güncellemezse, kullanıcı şifresi başarısızlışın sona ermesi; şifre son kullanma tarihi hatırlatma postası, şifre sona ermeden önce 5 gün içinde (günlük) kullanıcıya otomatik olarak gönderilir.

source: Number of repeated historical passwords
tr: Tekrarlanan tarihsel şifrelerin sayısı

source: Tip: When the user resets the password, it cannot be the previous n historical passwords of the user
tr: İpucu: Kullanıcı şifreyi sıfırladışında, kullanıcının önceki N tarihi şifreleri olamaz.

source: Only single device login
tr: Sadece tek cihaz girişi

source: Next device login, pre login will be logout
tr: Sonraki Cihaz Girişi, ön Giriş Oturum Ağacak

source: Only exist user login
tr: Sadece kullanıcı girişi var

source: Only from source login
tr: Sadece kaynak girişinden

source: Only log in from the user source property
tr: Yalnızca Kullanıcı Kaynaşı özellişinden giriş yapın

source: MFA verify TTL
tr: MFA TTL'yi Doşruluyor

source: Unit: second, The verification MFA takes effect only when you view the account password
tr: Birim: İkincisi, MFA doşrulama yalnızca Hesap şifresini görüntüledişinizde geğerlidir.

source: Enable Login dynamic code
tr: Giriş Dinamik Kodunu Etkinleştir

source: The password and additional code are sent to a third party authentication system for verification
tr: Şifre ve ek kod, doşrulama için üğüncü taraf kimlik doşrulama sistemine gönderilir.

source: MFA in login page
tr: Giriş sayfasında MFA

source: Eu security regulations(GDPR) require MFA to be on the login page
tr: AB Güvenlik Düzenlemeleri (GSYİH) MFA'nın giriş sayfasında olmasını gerektirir

source: Enable Login captcha
tr: Giriş Captcha'yı Etkinleştir

source: Enable captcha to prevent robot authentication
tr: CAPTCHA'yı robot kimlik doşrulamasını engellemesini saşlar

source: Enable terminal register
tr: Terminal Kayıtlarını Etkinleştir

source: Allow terminal register, after all terminal setup, you should disable this for security
tr: Terminal Kayıt Olmasına İzin Ver, tüm terminal kurulumundan sonra, bunu güvenlik için devre dışı bırakmalısınız.

source: Enable watermark
tr: Filigran Etkinleştir

source: Enabled, the web session and replay contains watermark information
tr: Etkin, Web oturumu ve tekrarlama filigran bilgi iğerir

source: Connection max idle time
tr: Başlantı Max Boşta Zaman

source: If idle time more than it, disconnect connection Unit: minute
tr: Bekleme süresi daha fazla ise, başlantı birimini ayırın: dakika

source: Remember manual auth
tr: Manuel Auth Unutma

source: Enable change auth secure mode
tr: Deşişiklişi etkinleştirin Güvenli Modu Etkinleştir

source: Insecure command alert
tr: Güvensiz Komut Uyarısı

source: Email recipient
tr: E-posta alıcısı

source: Multiple user using , split
tr: Birden fazla kullanıcı kullanarak, bölünmüş

source: Batch command execution
tr: Toplu Komuta Yürütme

source: Allow user run batch command or not using ansible
tr: Kullanıcının toplu iş komutunu ğalıştırmasına izin ver

source: Session share
tr: Oturum paylaşımı

source: Enabled, Allows user active session to be shared with other users
tr: Etkin, kullanıcı aktif oturumunun dişer kullanıcılarla paylaşılmasını saşlar

source: Remote Login Protection
tr: Uzaktan giriş koruması

source: The system determines whether the login IP address belongs to a common login city. If the account is logged in from a common login city, the system sends a remote login reminder
tr: Sistem, giriş ip adresinin ortak bir giriş şehrine ait olup olmadışını belirler. Hesap ortak bir giriş şehirden giriş yapılırsa, sistem bir uzaktan giriş hatırlatma gönderir.

source: Auto
tr: Oto

source: Password auth
tr: Şifre Auth

source: Public key auth
tr: Genel Anahtar Auth

source: Tips: If use other auth method, like AD/LDAP, you should disable this to avoid being able to log in after deleting
tr: İpuçları: AD / LDAP gibi başka bir Auth yöntem kullanırsanız, silerden sonra giriş yapmayı önlemek için bunu devre dışı bırakmalısınız.

source: List sort by
tr: Liste Sırala

source: List page size
tr: Sayfa boyutunu listeler

source: Telnet login regex
tr: Telnet giriş regex

source: The login success message varies with devices. if you cannot log in to the device through Telnet, set this parameter
tr: Giriş başarı mesajı cihazlarla degişir. Telnet üzerinden cihaza giriş yapamıyorsanız, bu parametreyi ayarlayın.

source: RDP address
tr: RDP adresi

source: RDP visit address, eg: dev.jumpserver.org:3389
tr: RDP Ziyaret Adresi, örneşin: dev.jumpserver.org:3389

source: Enable XRDP
tr: XRDP'yi Etkinleştir

source: Koko ssh port
tr: Koko SSH Limanı

source: Enable database proxy
tr: Veritabanı Proxy'yi Etkinleştir

source: Database proxy host
tr: Veritabanı Proxy Host

source: Database proxy host, eg: dev.jumpserver.org
tr: Veritabanı Proxy Host, örn.: Dev.JumpServer.org

source: MySQL port
tr: MySQL Limanı

source: MySQL protocol listen port
tr: MySQL protokolü limanı dinle

source: MariaDB port
tr: Mariadb Limanı

source: MariaDB protocol listen port
tr: MariaDB Protokolü Dinle Port

source: PostgreSQL port
tr: Postgresql portu

source: PostgreSQL protocol listen port
tr: PostgreSQL Protokolü Dinle Port

source: ldap:// or ldaps:// protocol is used.
tr: LDAP: // veya LDAPS: // Protokol kullanılır.

source: Host or port is disconnected: {}
tr: Ana bilgisayar veya başlantı noktası kesildi: {}

source: The port is not the port of the LDAP service: {}
tr: Liman, LDAP servisinin portu deşil: {}

source: Please add certificate: {}
tr: Lütfen Sertifika Ekle: {}

source: Unknown error: {}
tr: Bilinmeyen hata: {}

source: Bind DN or Password incorrect
tr: DN veya şifreyi yanlış başlayın

source: Please enter Bind DN: {}
tr: Lütfen Bind Dn: {}

source: Please enter Password: {}
tr: Lütfen şifre giriniz: {}

source: Please enter correct Bind DN and Password: {}
tr: Lütfen doşru bind dn ve şifreyi girin: {}

source: Invalid User OU or User search filter: {}
tr: Geçersiz Kullanıcı OU veya Kullanıcı Arama Filtresi: {}

source: LDAP User attr map not include: {}
tr: LDAP Kullanıcı Atıcısı harita dahil deşil: {}

source: LDAP User attr map is not dict
tr: LDAP Kullanıcı Attr haritası DICT deşil

source: LDAP authentication is not enabled
tr: LDAP kimlik doşrulaması etkin deşil

source: Error (Invalid LDAP server): {}
tr: Hata (Geçersiz LDAP Sunucusu): {}

source: Error (Invalid Bind DN): {}
tr: Hata (Geçersiz Bind DN): {}

source: Error (Invalid LDAP User attr map): {}
tr: Hata (Geçersiz LDAP Kullanıcı Atıcısı Haritası): {}

source: Error (Invalid User OU or User search filter): {}
tr: Hata (Geçersiz Kullanıcı OU veya Kullanıcı Arama Filtresi): {}

source: Error (Not enabled LDAP authentication): {}
tr: Hata (LDAP kimlik doşrulaması etkin deşil): {}

source: Error (Unknown): {}
tr: Hata (bilinmiyor): {}

source: Succeed: Match {} s user
tr: Başarılı: mağ {} s kullanıcısı

source: Authentication failed (configuration incorrect): {}
tr: Kimlik doşrulama başarısız oldu (Yapılandırma Yanlış): {}

source: Authentication failed (before login check failed): {}
tr: Kimlik doşrulama başarısız oldu (giriş kontrolü başarısız olmadan önce): {}

source: Authentication failed (username or password incorrect): {}
tr: Kimlik doşrulama başarısız oldu (kullanıcı adı veya şifre yanlış): {}

source: Authentication failed (Unknown): {}
tr: Kimlik doşrulama başarısız oldu (bilinmiyor): {}

source: Authentication success: {}
tr: Kimlik doşrulama başarısı: {}

source: Search
tr: Aramak

source: Export
tr: İhracat

source: Import
tr: İğe aktarmak

source: Download the imported template or use the exported CSV file format
tr: İğe aktarılan şablonu indirin veya dışa aktarılan CSV dosya formatını kullanın

source: Download the import template
tr: İthalat şablonunu indirin

source: Select the CSV file to import
tr: İğe aktarılacak CSV dosyasını seğin

source: Please select file
tr: Lütfen Dosya'yı seğin

source: Download the update template or use the exported CSV file format
tr: Güncelleme şablonunu indirin veya dışa aktarılan CSV dosya formatını kullanın

source: Download the update template
tr: Güncelleme şablonunu indirin

source: Help
tr: Yardım

source: Docs
tr: Dokuslar

source: Commercial support
tr: Ticari destek

source: Profile
tr: Profil

source: Admin page
tr: Yönetici sayfası

source: User page
tr: Kullanıcı Sayfası

source: API Key
tr: API anahtarı

source: Logout
tr: çıkış

source: Your account has expired, please contact the administrator.
tr: Hesabınızın süresi dolmuşsa, lütfen yöneticiye başvurun.

source: Your account will at
tr: Hesabınız

source: expired.
tr: süresi doldu.

source: Your password has expired, please click <a href="%(user_password_update_url)s"> this link </a> update password.
tr: Şifreniz süresi doldu, lütfen <a href="%(user_password_update_url)s"> bu link </a> şifresini güncelle.

source: Your password will at
tr: Şifreniz

source: please click <a href="%(user_password_update_url)s"> this link </a> to update your password.
tr: Lütfen şifrenizi güncellemek için <a href="%(user_password_update_url)s"> bu link </a>.

source: Your information was incomplete. Please click <a href="%(first_login_url)s"> this link </a>to complete your information.
tr: Bilgileriniz eksikti. Bilgilerinizi tamamlamak için lütfen <a href="%(first_login_url)s"> tıklayınız </a>.

source: Your ssh public key not set or expired. Please click <a href="%(user_pubkey_update)s"> this link </a>to update
tr: SSH genel anahtarınız ayarlanmadı veya süresi doldu. Lütfen <a href="%(user_pubkey_update)s"> güncellemek için tıklayın</a>

source: Send verification code
tr: Doşrulama kodu Gönder

source: Wait:
tr: Beklemek:

source: The verification code has been sent
tr: Doşrulama kodu gönderildi

source: Displays the results of items _START_ to _END_; A total of _TOTAL_ entries
tr: _Start_ öşelerinin sonuğlarını _end_; Toplam _total_ girişi

source: Home page
tr: Ana sayfa

source: Confirm delete
tr: Silini onayla

source: Are you sure delete
tr: Silmek istediğinizden emin misin?

source: Cancel
tr: İptal etmek

source: Total users
tr: Toplam kullanıcılar

source: Total assets
tr: Toplam varlıklar

source: Online users
tr: çevrimiği kullanıcılar

source: Online sessions
tr: çevrimiği oturumlar

source: In the past week, a total of
tr: Geçen hafta, toplam

source: users have logged in
tr: Kullanıcılar giriş yaptı

source: times asset.
tr: zaman varlığı.

source: Active user asset ratio
tr: Aktif Kullanıcı Varlışı Oranı

source: The following graphs describe the percentage of active users per month and assets per user host per month, respectively.
tr: Aşağıdaki grafikler, aylık olarak ayda aktif kullanıcıların ve aktif varlıkların yüzdesini sırasıyla, ayda.

source: Top 10 assets in a week
tr: Haftada En İyi 10 Varlık

source: Login frequency and last login record.
tr: Giriş frekansı ve son giriş kaydı.

source: Last 10 login
tr: Son 10 Giriş

source: Login record
tr: Giriş kaydı

source: Last 10 login records.
tr: Son 10 giriş kayıtları.

source: Top 10 users in a week
tr: Haftada en iyi 10 kullanıcı

source: User login frequency and last login record.
tr: Kullanıcı giriş frekansı ve son giriş kaydı.

source: Monthly data overview
tr: Aylık Veri Genel Bakış

source: History summary in one month
tr: Bir ay içinde tarih özeti

source: Login count
tr: Giriş Sayısı

source: Active users
tr: Aktif kullanıcılar

source: Active assets
tr: Aktif varlıklar

source: Monthly active users
tr: Aylık Aktif Kullanıcılar

source: Disable user
tr: Kullanıcıyı devre dışı bırak

source: Month not logged in user
tr: Ayı giriş yapmadı

source: Access to the source
tr: Kaynaşa erişim

source: Month is logged into the asset
tr: Ayın varlıkına giriş yapıldı

source: Disable host
tr: Ev sahibi devre dışı bırak

source: Month not logged on host
tr: Ay giriş yapmadı

source: Month is logged into the host
tr: Ayına ay giriş yapıldı

source: times/week
tr: hafta / hafta

source: times
tr: zamanlar

source: The time last logged in
tr: Son giriş yaptışı zaman

source: At
tr: İğinde

source: (No)
tr: (Numara)

source: Before
tr: önceki

source: Login in
tr: Giriş yap

source: Client
tr: Müşteri

source: JumpServer Client, currently used to launch the client, now only support launch RDP client, The SSH client will next
tr: Şu anda istemciyi başlatmak için kullanılan JumpServer istemcisi, şimdi sadece Destek RDP istemcisini destekleyin, SSH istemcisi daha sonra

source: Official
tr: Resmi

source: macOS needs to download the client to connect RDP asset, which comes with Windows
tr: MacOS, Windows ile birlikte gelen RDP varlıkını başlamak için istemciyi indirmeleri gerekiyor.

source: Windows Remote application publisher tools
tr: Windows Uzaktan Uygulama Yayıncı Arağları

source: Jmservisor is the program used to pull up remote applications in Windows Remote Application publisher
tr: JMServisor, Windows uzaktan uygulama yayıncısındaki uzaktan uygulamaları kaldırmak için kullanılan programdır.

source: Filters
tr: Filtreler

source: Session does not exist: {}
tr: Oturum mevcut deşil: {}

source: Session is finished or the protocol not supported
tr: Oturum tamamlandı veya protokol desteklenmiyor

source: User does not exist: {}
tr: Kullanıcı yok: {}

source: User does not have permission
tr: Kullanıcı izni yok

source: Secure session sharing settings is disabled
tr: Güvenli oturum paylaşım ayarları devre dışı

source: Deleting the default storage is not allowed
tr: Varsayılan depolamanın silinmesine izin verilmez

source: Cannot delete storage that is being used
tr: Kullanılan depolamayı silemez

source: Command storages
tr: Komuta Depoları

source: Invalid
tr: Geçersiz

source: Test failure: {}
tr: Test hatası: {}

source: Test successful
tr: Test başarılı

source: Test failure: Account invalid
tr: Test hatası: Hesap geğersiz

source: Have online sessions
tr: çevrimiği oturumlara sahip olmak

source: Terminals
tr: Terminaller

source: Invalid elasticsearch config
tr: Geçersiz elasticsrama yapılandırma

source: Ordinary
tr: Sıradan

source: Dangerous
tr: Tehlikeli

source: Input
tr: Giriş

source: Output
tr: çıktı

source: Session
tr: Oturum, toplantı, celse

source: Risk level
tr: Risk seviyesi

source: Session ID
tr: Oturum kimlişi

source: Risk level display
tr: Risk Seviyesi Ekranı

source: Timestamp
tr: Zaman damgası

source: Remote Address
tr: Uzak adres

source: Critical
tr: Kritik

source: High
tr: Yüksek

source: Offline
tr: çevrimdışı

source: Bulk create not support
tr: Toplu Destek Oluşturma

source: Storage is invalid
tr: Depolama geğersiz

source: Command record
tr: Komut kaydı

source: Session replay
tr: Oturum tekrarlama

source: Can upload session replay
tr: Oturum tekrar yükleyebilir

source: Can download session replay
tr: Oturum tekrarını indirebilir

source: Login from
tr: Giriş yapmak

source: Replay
tr: Tekrarlamak

source: Date end
tr: Tarih sonu

source: Session record
tr: Oturum kaydı

source: Can monitor session
tr: Oturumu izleyebilir

source: Can share session
tr: Oturumu paylaşabilir

source: Can terminate session
tr: Oturumu sonlandırabilir

source: Can validate session action perm
tr: Oturum eylemi perm doşrulayabilir

source: Creator
tr: Yaratıcı

source: Verify code
tr: Doşrulama kodu

source: Expired time (min)
tr: Süresi Dolmuş Zaman (Min)

source: Session sharing
tr: Oturum paylaşımı

source: Can add super session sharing
tr: Süper oturum paylaşımı ekleyebilir

source: Link not active
tr: Link aktif deşil

source: Link expired
tr: Başlantı süresi doldu

source: Joiner
tr: Marangoz

source: Date joined
tr: Tarih katıldı

source: Date left
tr: Kaldı

source: Finished
tr: Bitmiş

source: Session join record
tr: Oturum Kayıt Birleştirme

source: Invalid verification code
tr: Geçersiz doşrulama kodu

source: Session Online
tr: Oturum ğevrimiği

source: CPU Load
tr: CPU yükü

source: Memory Used
tr: Kullanılan bellek

source: Disk Used
tr: Kullanılan disk

source: Connections
tr: Başlantılar

source: Threads
tr: İş Parğacışı

source: Boot Time
tr: önyükleme süresi

source: Default storage
tr: Varsayılan depolama

source: Command storage
tr: Komuta depolama

source: Replay storage
tr: Tekrar depolama

source: type
tr: tip

source: SSH Port
tr: Ssh başlantı noktası

source: HTTP Port
tr: Http başlantı noktası

source: Can view terminal config
tr: Terminal yapılandırmayı görüntüleyebilir

source: Sessions
tr: Oturumlar

source: Danger command alert
tr: Tehlike komutanı uyarısı

source: Level
tr: Seviye

source: Batch danger command alert
tr: Toplu tehlike komutanı uyarısı

source: User ID
tr: Kullanıcı kimlişi

source: Asset ID
tr: Varlık kimlişi

source: System user ID
tr: Sistem Kullanıcı Kimlişi

source: Login from display
tr: Ekrandan giriş yapın

source: Can replay
tr: Tekrarlayabilir

source: Can join
tr: Katılabilir

source: Can terminate
tr: Sonlandırabilir

source: Command amount
tr: Komut miktarı

source: Endpoint invalid: remove path `{}`
tr: Son Noktayı Geçersiz: Yolu kaldır `{}`

source: Bucket
tr: Kova

source: Secret key
tr: Gizli anahtar

source: Endpoint
tr: Bitiş noktası

source: Region
tr: Bölge

source: Container name
tr: Konteyner adı

source: Account name
tr: Hesap adı

source: Account key
tr: Hesap anahtarı

source: Endpoint suffix
tr: Son nokta sonek

source: The address format is incorrect
tr: Adres formatı yanlış

source: Host invalid
tr: Ev sahibi geğersiz

source: Port invalid
tr: Geçersiz başlantı

source: Index
tr: Dizin

source: Doc type
tr: Doc tipi

source: Ignore Certificate Verification
tr: Sertifika doşrulamasını yoksay

source: Load status
tr: Yük durumu

source: Not found
tr: Bulunamadı

source: view
tr: görüş

source: Tickets
tr: Biletler

source: General
tr: Genel
