Repository: abc5588/jump
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: History count
tr: Tarih sayımı

source: Instance count
tr: örnek sayımı

source: Linux admin user
tr: Linux admin kullanıcısı

source: Periodic display
tr: Periyodik ekran

source: Account unavailable
tr: Hesaba katılamayan hesap

source: Gathered user
tr: Toplanan kullanıcı

source: Gather user task
tr: Kullanıcı Görevini Topla

source: gather user task execution
tr: Kullanıcı Görev Uygulamasını Toplayın

source: Assets is empty, please change nodes
tr: Varlıklar boş, lütfen düşümleri degiştirin

source: Executed times
tr: Yürütülen zamanlar

source: It is already in the default setting state!
tr: Zaten varsayılan ayar durumunda!

source: Restore default successfully.
tr: Varsayılanı başarıyla geri yükleyin.

source: Interface settings
tr: Arayüz ayarları

source: Title of login page
tr: Giriş sayfasının başlışı

source: Image of login page
tr: Giriş sayfasının görüntüsü

source: Website icon
tr: Web sitesi simgesi

source: Logo of management page
tr: Yönetim sayfasının logosu

source: Logo of logout page
tr: çıkış sayfasının logosu

source: Interface setting
tr: Arayüz ayarı

source: License import successfully
tr: Lisans alma başarıyla

source: License is invalid
tr: Lisans geğersiz

source: License
tr: Lisans

source: Standard edition
tr: Standart Sürüm

source: Enterprise edition
tr: Kurumsal Baskı

source: Ultimate edition
tr: Nihai baskısı

source: Community edition
tr: Topluluk Sürümü
