Repository: abc5588/jump
Catalog: apps/locale/*/LC_MESSAGES/djangojs.po
Languages: tr

source: Update is successful!
tr: Güncelleme başarılı!

source: An unknown error occurred while updating..
tr: Güncelleştirilirken bilinmeyen bir hata oluştu.

source: Not found
tr: Bulunamadı

source: Server error
tr: Sunucu sorunu

source: Error
tr: Hata

source: Delete the success
tr: başarıyla silindi

source: Are you sure about deleting it?
tr: Silmek istediğinizden emin misiniz?

source: Cancel
tr: İptal

source: Confirm
tr: Onay

source: The organization contains undeleted information. Please try again after deleting
tr: Kuruluş silinmemiş bilgiler içeriyor. Lütfen sekten sonra yeniden deneyin

source: Do not perform this operation under this organization. Try again after switching to another organization
tr: Bu işlemi bu kuruluş altında gerçekleştirmeyin. Başka bir kuruluşa geçtikten sonra yeniden deneyin

source: Please ensure that the following information in the organization has been deleted
tr: Lütfen kuruluştaki aşağıdaki bilgilerin silindiğinden emin olun

source: User list、User group、Asset list、Domain list、Admin user、System user、Labels、Asset permission
tr: Kullanıcı listesi、Kullanıcı grubu、Varlık listesi、Etki alanı listesi、Yönetici kullanıcı、Sistem kullanıcısı、Etiketler、Varlık izni

source: Loading
tr: Yükleniyor

source: Search
tr: Ara

source: Selected item %d
tr: seçilen item %d

source: Per page _MENU_
tr: sayfa başına _MENU_

source: Displays the results of items _START_ to _END_; A total of _TOTAL_ entries
tr: Sonuçların _START_ - _END_ arasındakiler gösteriliyor; Toplam_TOTAL_ kayıt var.

source: No match
tr: Eşleşme yok

source: No record
tr: Kayıt yok

source: Unknown error occur
tr: Bilinmeyen hata oluştu

source: Password minimum length {N} bits
tr: Parola uzunluğu minimum {N} olmalıdır

source: Must contain capital letters
tr: Harf içermek zorundadır.

source: Must contain lowercase letters
tr: küçük karakter içermek zorundadır.

source: Must contain numeric characters
tr: Sayısal karakterler içermelidir

source: Must contain special characters
tr: Özel karakter içermek zorundadır.

source: Export failed
tr: Dışa Akttarma başarısız

source: Import Success
tr: İçe Aktarma Başarılı

source: Update Success
tr: Güncelleme Başarılı

source: Count
tr: Kez

source: Import failed
tr: İçe aktarma hatalı

source: Update failed
tr: Güncelleme başarısız
