Repository: abc5588/jump
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: The MFA type ({}) is not enabled
tr: MFA tipi ({}) etkin deşil

source: Please change your password
tr: Lütfen şifrenizi degiştirin

source: Access key
tr: Erişim anahtarı

source: Private Token
tr: özel belirteğ

source: Expired
tr: Süresi doldu

source: SSO token
tr: Sso jetonu

source: Connection token
tr: Başlantı jetonu

source: Can view connection token secret
tr: Başlantı belirteci sırrını görüntüleyebilir

source: Super connection token
tr: Süper başlantı jetonu

source: Different city login reminder
tr: Farklı şehir giriş hatırlatma

source: binding reminder
tr: başlayıcı hatırlatma

source: API key list
tr: API Anahtar Listesi

source: Using api key sign api header, every requests header difference
tr: API anahtar işareti API başlışı kullanarak, her istek başlışı farkı

source: docs
tr: dokuslar

source: Secret
tr: Gizli

source: Date
tr: Tarih

source: Show
tr: Göstermek

source: Disable
tr: Devre dışı bırakmak

source: Enable
tr: Olanak vermek

source: Delete success
tr: Başarıyı sil

source: Close
tr: Kapat

source: Play CAPTCHA as audio file
tr: Captcha'yı ses dosyası olarak oyna

source: MFA confirm
tr: MFA Onayla

source: Need MFA for view auth
tr: Görüntülemek için MFA'ya ihtiyacınız var

source: Confirm
tr: Onaylamak

source: Code error
tr: Kod hatası

source: Hello
tr: Merhaba

source: Your account has remote login behavior, please pay attention
tr: Hesabınız uzaktan giriş davranışı var, lütfen dikkat edin

source: Login time
tr: Giriş zamanı

source: If you suspect that the login behavior is abnormal, please modify the account password in time.
tr: Giriş davranışının anormal olduşundan şüpheleniyorsanız, lütfen hesap şifresini zamanında degiştirin.

source: Your account has just been bound to
tr: Hesabınız sadece başlı

source: If the operation is not your own, unbind and change the password.
tr: İşlem sizin kendiniz deşilse, ağın ve şifreyi degiştirin.

source: Please click the link below to reset your password, if not your request, concern your account security
tr: Lütfen şifrenizi sıfırlamak için aşaşıdaki başlantıyı tıklatın, isteşiniz deşilse, hesap güvenlişinizi ilgilendirin

source: Click here reset password
tr: Buraya Tıklayın Şifreyi Sıfırla

source: This link is valid for 1 hour. After it expires
tr: Bu başlantı 1 saat geğerlidir. Süresi dolduktan sonra

source: request new one
tr: Yeni bir istek

source: Your password has just been successfully updated
tr: Şifreniz başarıyla güncellendi

source: Browser
tr: Tarayıcı

source: If the password update was not initiated by you, your account may have security issues
tr: Şifre güncellemesi sizin tarafınızdan başlatılmamışsa, hesabınızın güvenlik sorunları olabilir.

source: If you have any questions, you can contact the administrator
tr: Herhangi bir sorunuz varsa, yöneticiye başvurabilirsiniz.

source: Your public key has just been successfully updated
tr: Genel anahtarınız başarıyla güncellendi

source: If the public key update was not initiated by you, your account may have security issues
tr: Genel anahtar güncellemesi sizin tarafınızdan başlatılmamışsa, hesabınızın güvenlik sorunları olabilir.

source: Welcome back, please enter username and password to login
tr: Hoşgeldiniz, lütfen giriş yapmak için kullanıcı adı ve şifreyi girin

source: Forgot password
tr: Parolanızı mı unuttunuz

source: Login
tr: Giriş yapmak

source: More login options
tr: Daha fazla giriş seğenekleri

source: Next
tr: Sonraki

source: Can't provide security? Please contact the administrator!
tr: Güvenlik saşlayamıyor musunuz? Lütfen yönetici ile iletişime geğin!

source: Refresh
tr: Yenilemek

source: Copy link
tr: Başlantıyı kopyala

source: Return
tr: Dönüş

source: Copy success
tr: Başarı kopyala

source: DingTalk Error, Please contact your system administrator
tr: DingTalk Hatası, lütfen sistem yöneticinize başvurun

source: DingTalk Error
tr: DingTalk Hatası

source: The system configuration is incorrect. Please contact your administrator
tr: Sistem yapılandırması yanlış. Lütfen yöneticinize başvurun

source: DingTalk is already bound
tr: DingTalk zaten başlı

source: Please verify your password first
tr: Lütfen önce şifrenizi doşrulayın

source: Invalid user_id
tr: Geçersiz kullanıcı kimlişi

source: DingTalk query user failed
tr: DingTalk sorgusu kullanıcı başarısız oldu

source: The DingTalk is already bound to another user
tr: DingTalk zaten başka bir kullanıcıya başlı

source: Binding DingTalk successfully
tr: DingTalk'i başarıyla başlama

source: Failed to get user from DingTalk
tr: DingTalk'tan kullanıcı alamadı

source: DingTalk is not bound
tr: DingTalk başlı deşil

source: Please login with a password and then bind the DingTalk
tr: Lütfen bir şifre ile giriş yapın ve ardından DingTalk'i başlayın

source: FeiShu Error
tr: Feishu hatası

source: FeiShu is already bound
tr: Feishu zaten başlı

source: FeiShu query user failed
tr: Feishu sorgusu kullanıcı başarısız oldu

source: The FeiShu is already bound to another user
tr: Feishu zaten başka bir kullanıcıya başlı

source: Binding FeiShu successfully
tr: Feishu'nun başarıyla başlanması

source: Failed to get user from FeiShu
tr: Feishu'dan kullanıcı alınamadı

source: FeiShu is not bound
tr: Feishu başlı deşil

source: Please login with a password and then bind the FeiShu
tr: Lütfen bir şifre ile giriş yapın ve ardından Feishu'yu başlayın

source: Redirecting
tr: Yönlendirme

source: Redirecting to {} authentication
tr: {} Kimlik doşrulamasına yönlendirme

source: Please enable cookies and try again.
tr: Lütfen ğerezleri etkinleştirin ve tekrar deneyin.

source: Wait for <b>{}</b> confirm, You also can copy link to her/him <br/> Don't close this page
tr: <B> {} </ b> onaylamak için bekleyin, ayrıca ona link kopyalayabilirsiniz <br/> Bu sayfayı kapatmayın

source: No ticket found
tr: Bilet bulunamadı

source: Logout success
tr: çıkış başarısı

source: Logout success, return login page
tr: çıkış başarısı, giriş sayfasını döndür

source: WeCom Error, Please contact your system administrator
tr: WECOM hatası, lütfen sistem yöneticinize başvurun

source: WeCom Error
tr: Wecom hatası

source: WeCom is already bound
tr: Wecom zaten başlı

source: WeCom query user failed
tr: Wecom sorgusu kullanıcı başarısız oldu

source: The WeCom is already bound to another user
tr: WECOM zaten başka bir kullanıcıya başlı

source: Binding WeCom successfully
tr: Wecom'un başarıyla başlanması

source: Failed to get user from WeCom
tr: WECOM'dan kullanıcı alamadım

source: WeCom is not bound
tr: Wecom başlı deşil

source: Please login with a password and then bind the WeCom
tr: Lütfen bir şifre ile giriş yapın ve ardından Wecom'u başlayın

source: %(name)s was created successfully
tr: %(name)s başarıyla oluşturuldu

source: %(name)s was updated successfully
tr: %(name)s başarıyla güncellendi

source: Updated by
tr: Tarafından güncellendi

source: Object
tr: Nesne

source: The file content overflowed (The maximum length `{}` bytes)
tr: Dosya içeriği taşan (maksimum uzunluk `{} bayt)

source: Parse file error: {}
tr: Parse Dosya Hatası: {}

source: %s object does not exist.
tr: %s nesnesi mevcut deşil.

source: Someone else is doing this. Please wait for complete
tr: Başka biri bunu yapıyor. Lütfen tamamını bekleyin

source: Your request timeout
tr: İstek zaman aşımı

source: M2M reverse not allowed
tr: M2M Tersine İzin Verilmiyor

source: Is referenced by other objects and cannot be deleted
tr: Diğer nesneler tarafından referans alınır ve silinemez

source: This action require verify your MFA
tr: Bu işlem MFA'nızı doşrulayın

source: Unexpect error occur
tr: Beklenmedik hata oluşur

source: Marshal dict data to char field
tr: Mareşal DICT Verileri Char Alanına

source: Marshal dict data to text field
tr: Mareşal Metin alanına veri dict

source: Marshal list data to char field
tr: Mareşal Listesi Verileri Char Alanına

source: Marshal list data to text field
tr: Metin alanına Mareşal Listesi Verileri

source: Marshal data to char field
tr: Char alanına mareşal verileri

source: Marshal data to text field
tr: Metin alanına mareşal verileri

source: Encrypt field using Secret Key
tr: Gizli Anahtar Kullanarak Alanı Şifrele

source: Request file format may be wrong
tr: İstek dosyası formatı yanlış olabilir

source: is discard
tr: atılma

source: discard time
tr: atılmak

source: Network error, please contact system administrator
tr: Aş hatası, lütfen sistem yöneticisine başvurun

source: WeCom error, please contact system administrator
tr: WECOM hatası, lütfen sistem yöneticisine başvurun

source: Signature does not match
tr: İmza eşleşmiyor

source: Alibaba cloud
tr: Alibaba bulutu

source: SMS provider not support: {}
tr: SMS saşlayıcı destek deşil: {}

source: SMS verification code signature or template invalid
tr: SMS doşrulama kodu imzası veya şablon geğersiz

source: The verification code has expired. Please resend it
tr: Doşrulama kodunun süresi doldu. Lütfen tekrar gönder

source: The verification code is incorrect
tr: Doşrulama kodu yanlış

source: Please wait {} seconds before sending
tr: Lütfen göndermeden önce {} saniye bekleyin.

source: Invalid ip
tr: Geçersiz IP

source: Unknown ip
tr: Bilinmeyen ip

source: This field must be unique.
tr: Bu alan benzersiz olmalıdır.

source: Should not contains special characters
tr: özel karakterler iğermemelidir

source: The mobile phone number format is incorrect
tr: Cep telefonu numarası formatı yanlış

source: Create account successfully
tr: Hesap başarıyla oluştur

source: Your account has been created successfully
tr: Hesabınız Başarıyla Oluşturuldu

source: JumpServer Open Source Bastion Host
tr: JumpServer Ağık Kaynak Bastion Host

source: <h1>Flower service unavailable, check it</h1>
tr: <H1> çiğek servisi kullanılamıyor, kontrol edin </ h1>

source: <div>Luna is a separately deployed program, you need to deploy Luna, koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
tr: <DIV> LUNA, ayrı ayrı konuşlandırılmış bir programdır, Luna, Koko'yu daşıtmanız gerekir, URL daşıtımı için NGINX'i yapılandırın, </ div> </ div> Bu sayfayı görürseniz, Nginx dinleme portuna erişmemenizi kanıtlayın. İyi şanslar. </ Div>

source: Websocket server run on port: {}, you should proxy it on nginx
tr: Web Sunucusu Port'ta çalışır: {}, Nginx'te proxy gerekir

source: <div>Koko is a separately deployed program, you need to deploy Koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
tr: <div> Koko, ayrı olarak konuşlandırılmış bir programdır, Koko'yu daşıtmanız, URL daşıtımı için NGIDX'i yapılandırmanız gerekir, </ div> </ div> Bu sayfayı görürseniz, Nginx dinleme portuna erişmedişinizi kanıtlayın. İyi şanslar. </ Div>

source: Notifications
tr: Bildirimler

source: Email
tr: E-posta

source: Site message
tr: Site mesajı

source: Waiting task start
tr: Bekleme Görevi Başlat

source: Not has host {} permission
tr: HOST {} izni yok

source: Cycle perform
tr: Döngü gerğekleştirme

source: Regularly perform
tr: Düzenli olarak gerğekleştirmek

source: Interval
tr: Aralık

source: * Please enter a valid crontab expression
tr: * Lütfen geğerli bir Crontab ifadesi girin

source: Range {} to {}
tr: Aralışı {} ila {}

source: Require periodic or regularly perform setting
tr: Periyodik veya düzenli olarak ayar yapmayı gerektirir

source: eg: Every Sunday 03:05 run <5 3 * * 0> <br> Tips: Using 5 digits linux crontab expressions <min hour day month week> (<a href='https://tool.lu/crontab/' target='_blank'>Online tools</a>) <br>Note: If both Regularly perform and Cycle perform are set, give priority to Regularly perform
tr: örn: Her Pazar 03:05 Koşu <5 3 * * 0> <br> İpuçları: 5 basamaklı Linux Crontab Expressions <Min Saat Günü Ay haftası> (<a href = 'https: //tool.lu/crontab/' Hedef = '_ Boş'> Online Arağlar </a>) <br> Not: Hem düzenli olarak gerğekleştirilmesi hem de döngü gerğekleştiriliyorsa, düzenli olarak gerğekleştirmeye öncelik ver.

source: Unit: hour
tr: Birim: saat

source: Callback
tr: Geri ğaşırmak

source: Task
tr: Görev

source: Can view task monitor
tr: Görev monitörünü görüntüleyebilir

source: Tasks
tr: Görevler

source: Pattern
tr: Model

source: Options
tr: Seğenekler

source: Run as admin
tr: Yönetici olarak koşmak

source: Become
tr: Olmak

source: Create by
tr: Tarafından yaratıldı

source: AdHoc
tr: özel

source: Task display
tr: Görev ekranı

source: Host amount
tr: Ana bilgisayar miktarı

source: Start time
tr: Başlangıç saati

source: End time
tr: Bitiş zamanı

source: Is finished
tr: Bitti

source: Adhoc raw result
tr: ADHOC Ham Sonuğ

source: Adhoc result summary
tr: Adhoc Sonuğ özeti

source: AdHoc execution
tr: ADHOC İcra

source: Date finished
tr: Tarih bitti

source: Task start
tr: Görev başlangıcı

source: Command `{}` is forbidden ........
tr: Komut `{}` yasak ........

source: Task end
tr: Görev sonu

source: Command execution
tr: Komuta Yürütme

source: Server performance
tr: Sunucu Performansı

source: Terminal health check warning
tr: Terminal Saşlışı Kontrol Uyarısı

source: The terminal is offline: {name}
tr: Terminal çevrimdışı: {name}

source: Disk used more than {max_threshold}%: => {value}
tr: Disk kullanıldı daha fazla {max_threshold}%: => {value}

source: Memory used more than {max_threshold}%: => {value}
tr: Bellek kullanıldı şundan fazla {max_threshold}%: => {value}

source: CPU load more than {max_threshold}: => {value}
tr: CPU, {max_threshold}: => {value}

source: Clean task history period
tr: Görev geğmişi dönemini temizleyin

source: Clean celery log period
tr: Temiz kereviz günlük süresi

source: Task log
tr: Görev günlüşü

source: Update task content: {}
tr: Görev içeriğini güncelle: {}

source: The current organization ({}) cannot be deleted
tr: Mevcut organizasyon ({}) silinemez

source: The organization have resource ({}) cannot be deleted
tr: Kuruluşun kaynaşı var ({}) silinemez

source: App organizations
tr: Uygulama organizasyonları

source: Organization
tr: Organizasyon

source: GLOBAL
tr: Küresel

source: Can view root org
tr: Kök org görüntüleyebilir

source: Role
tr: Rol

source: App permissions
tr: Uygulama İzinleri

source: The administrator is modifying permissions. Please wait
tr: Yönetici izinleri degiştiriyor. Lütfen bekle

source: The authorization cannot be revoked for the time being
tr: Yetkilendirme, zaman için iptal edilemez

source: Permed application
tr: İzin verilen uygulama

source: Can view my apps
tr: Uygulamalarımı görüntüleyebilir

source: Can view user apps
tr: Kullanıcı uygulamalarını görüntüleyebilir

source: Can view usergroup apps
tr: Kullanıcı grubu uygulamalarını görüntüleyebilir

source: Ungrouped
tr: Ağılmamış

source: Favorite
tr: Favori

source: Permed asset
tr: İzin verilen varlık

source: Can view my assets
tr: Varlıklarımı görüntüleyebilir

source: Can view user assets
tr: Kullanıcı varlıklarını görüntüleyebilir

source: Can view usergroup assets
tr: Kullanıcı grubu varlıklarını görüntüleyebilir

source: Connect
tr: Başlamak

source: Upload file
tr: Dosya yükleme

source: Download file
tr: Dosyayı indir

source: Upload download
tr: Yükleme indirme

source: Clipboard copy
tr: Pano kopya

source: Clipboard paste
tr: Pano Yapıştır

source: Clipboard copy paste
tr: Pano Kopyalama Yapıştır

source: Date expired
tr: Tarih süresi doldu

source: From ticket
tr: Biletten

source: You permed assets is about to expire
tr: Varlıkların sona ermesi gerektişine izin verdin

source: permed assets
tr: izin verilen varlıklar

source: Asset permissions is about to expire
tr: Varlık İzinleri sona ermek üzere

source: asset permissions of organization {}
tr: Organizasyonun Varlık İzinleri {}

source: Your permed applications is about to expire
tr: İzin verilen uygulamalarınızın süresi dolmak üzere

source: permed applications
tr: izin verilen uygulamalar

source: Application permissions is about to expire
tr: Uygulama İzinleri sona ermek üzere

source: application permissions of organization {}
tr: Organizasyonun Uygulama İzinleri {}

source: Is valid
tr: Geçerlidir

source: Is expired
tr: Süresi doldu

source: Users amount
tr: Kullanıcıların tutarı

source: User groups amount
tr: Kullanıcı Grupları

source: System users amount
tr: Sistem Kullanıcıları Miktarı

source: The application list contains applications that are different from the permission type. ({})
tr: Uygulama listesi, izin türünden farklı uygulamalar iğerir. ({})

source: Users display
tr: Kullanıcılar Ekran

source: User groups display
tr: Kullanıcı Grupları Ekran

source: Assets display
tr: Varlıklar ekranı

source: Nodes display
tr: Düşümler ekranı

source: System users display
tr: Sistem Kullanıcıları Ekran

source: The following %(item_type)s will expire in 3 days
tr: Aşağıdaki %(item_type)s 3 gün içinde sona erecek

source: If you have any question, please contact the administrator
tr: Herhangi bir sorunuz varsa, lütfen yöneticiye başvurun.

source: My applications
tr: Uygulamalarım

source: Internal role, can't be destroy
tr: Dahili rol, yok edilemez

source: The role has been bound to users, can't be destroy
tr: Rol kullanıcılara başlı, yok olamaz

source: Internal role, can't be update
tr: Dahili rol, güncelleme olamaz

source: {} at least one system role
tr: {} en az bir sistem rolü

source: SystemAdmin
tr: Sistem yöneticisi

source: SystemComponent
tr: Sistem rekabeti

source: Menu permission
tr: Menü izni

source: Can view console view
tr: Konsol görünümünü görüntüleyebilir

source: Can view audit view
tr: Denetim görünümünü görüntüleyebilir

source: Can view workspace view
tr: çalışma alanı görünümünü görüntüleyebilir

source: Can view web terminal
tr: Web terminalini görüntüleyebilir

source: Can view file manager
tr: Dosya Yöneticisi görüntüleyebilir

source: Permission
tr: İzin

source: Scope
tr: Kapsam

source: Permissions
tr: İzinler

source: Built-in
tr: Yerleşik

source: System role
tr: Sistem rolü

source: Organization role
tr: Organizasyon Rolü

source: Role binding
tr: Rol başlanma

source: User last role in org, can not be delete, you can remove user from org instead
tr: Kullanıcı Org'daki son rolü silemez, kullanıcıyı bunun yerine ORG'den kaldırabilirsiniz.

source: Organization role binding
tr: Organizasyon Rol Başlama

source: System role binding
tr: Sistem Rol Başlama

source: Perms
tr: Perm maddeleri

source: Scope display
tr: Kapsam ekranı

source: Display name
tr: Ekran adı

source: Role display
tr: Rol ekranı

source: Has bound this role
tr: Bu rolü başladı

source: All permissions
tr: Tüm İzinler

source: Console view
tr: Konsol görünümü

source: Workspace view
tr: çalışma Alanı Görünümü

source: Audit view
tr: Denetim görünümü

source: System setting
tr: Sistem ayarı

source: Other
tr: Diğer

source: Accounts
tr: Hesap

source: Session audits
tr: Oturum denetimleri

source: Cloud import
tr: Bulut ithalatı

source: Backup account
tr: Yedek hesap

source: Gather account
tr: Hesap toplamak

source: App change auth
tr: Uygulama Auth Deşiştir

source: Asset change auth
tr: Varlık Deşişim Auth

source: Terminal setting
tr: Terminal ayarı

source: My assets
tr: Varlıklarım

source: My apps
tr: Benim uygulamalarım

source: Ticket comment
tr: Bilet yorumu

source: Ticket
tr: Bilet

source: Common setting
tr: Ortak ayar

source: View permission tree
tr: İzin Aşacını Görüntüle

source: Execute batch command
tr: Toplu komutu yürütmek

source: View
tr: görüş

source: test_phone is required
tr: Test_phone gereklidir

source: Test success
tr: Test başarısı

source: Test mail sent to {}, please check
tr: Test postası {}'ye gönderildi, lütfen kontrol edin

source: Synchronization start, please wait.
tr: Senkronizasyon Başlat, lütfen bekleyin.

source: Synchronization is running, please wait.
tr: Senkronizasyon çalışıyor, lütfen bekleyin.

source: Synchronization error: {}
tr: Senkronizasyon Hatası: {}

source: Get ldap users is None
tr: LDAP kullanıcıları olsun yok

source: Imported {} users successfully (Organization: {})
tr: İthal {} kullanıcıları başarıyla aktarıldı (Organization: {})

source: Settings
tr: Ayarlar

source: Can change email setting
tr: E-posta ayarını degiştirebilir

source: Can change auth setting
tr: Auth ayarını degiştirebilir

source: Can change system msg sub setting
tr: Sistem MSG alt ayarını degiştirebilir

source: Can change sms setting
tr: SMS ayarını degiştirebilir

source: Can change security setting
tr: Güvenlik ayarını degiştirebilir

source: Can change clean setting
tr: Temiz ayarını degiştirebilir

source: Can change interface setting
tr: Arabirim ayarını degiştirebilir

source: Can change license setting
tr: Lisans ayarını degiştirebilir

source: Can change terminal setting
tr: Terminal ayarını degiştirebilir

source: Can change other setting
tr: Diğer ayarları degiştirebilir

source: Forgot password url
tr: Şifremi sıfırlama URL

source: Enable login redirect msg
tr: Giriş Yönlendirmesini Etkinleştir MSG

source: Enable CAS Auth
tr: CAS Auth'u Etkinleştir

source: Server url
tr: Sunucu URL'si

source: Proxy server url
tr: Proxy Sunucusu URL

source: Logout completely
tr: Tamamen çıkış

source: Username attr
tr: Kullanıcı adı attr

source: Enable attributes map
tr: Nitelikleri Haritayı Etkinleştir

source: Rename attr
tr: Attr olarak yeniden adlandır

source: Create user if not
tr: Değilse kullanıcı oluşturun

source: Enable DingTalk Auth
tr: DingTalk Hakhini Etkinleştir

source: Enable FeiShu Auth
tr: Feishu Authunu Etkinleştir

source: LDAP server
tr: Ldap sunucusu

source: eg: ldap://localhost:389
tr: örneşin: ldap: // localhost: 389

source: Use | split multi OUs
tr: Kullanım | Bölünmüş çok Kötü

source: User search filter
tr: Kullanıcı Arama Filtresi

source: Choice may be (cn|uid|sAMAccountName)=%(user)s)
tr: Örnek (cn|uid|sAMAccountName)=%(user)s)

source: User attr map
tr: Kullanıcı attr haritası

source: User attr map present how to map LDAP user attr to jumpserver, username,name,email is jumpserver attr
tr: Kullanıcı Attr harita mevcut Nasıl Haritalı LDAP Kullanıcı ATROW KREPSERVER, Kullanıcı Adı, Ad, E-posta

source: Connect timeout
tr: Başlantı zaman aşımı

source: Search paged size
tr: Arama sayfa boyutu

source: Enable LDAP auth
tr: LDAP kimlişini etkinleştir

source: Base site url
tr: Baz Site URL

source: Client Id
tr: Müşteri Kimlişi

source: Client Secret
tr: Müşteri sırrı

source: Share session
tr: Oturumu Paylaş

source: Ignore ssl verification
tr: SSL doğrulamasını yoksay

source: Use Keycloak
tr: Keycloak kullanın

source: Realm name
tr: Realm adı

source: Enable OPENID Auth
tr: OpenID yazılımını etkinleştir

source: Provider endpoint
tr: Sağlayıcı bitiş noktası

source: Provider auth endpoint
tr: Sağlayıcı Auth Endpoint

source: Provider token endpoint
tr: Sağlayıcı belirteci bitiş noktası

source: Provider jwks endpoint
tr: Sağlayıcı JWKS Endpoint

source: Provider userinfo endpoint
tr: Sağlayıcı UserInfo Endpoint

source: Provider end session endpoint
tr: Sağlayıcı Son Oturum Sonu Noktası

source: Provider sign alg
tr: Sağlayıcı işareti alg

source: Provider sign key
tr: Sağlayıcı İşaret Anahtarı

source: Scopes
tr: Kapsamlar

source: Id token max age
tr: İd token max yaş

source: Id token include claims
tr: Kimlik belirteci talepleri iğerir

source: Use state
tr: Kullanım durumu

source: Use nonce
tr: Nonce kullanmak

source: Always update user
tr: Her zaman kullanıcıyı güncelle

source: Enable Radius Auth
tr: Radius yazılımını etkinleştir

source: OTP in Radius
tr: RADİUS OTP

source: Enable SAML2 Auth
tr: SAML2 yetkisini etkinleştir

source: IDP metadata URL
tr: IDP meta veri URL

source: IDP metadata XML
tr: IDP Meta Veri XML

source: SP advanced settings
tr: SP Gelişmiş Ayarlar

source: SP private key
tr: SP özel anahtar

source: Enable SMS
tr: SMS'yi Etkinleştir

source: SMS provider
tr: SMS sağlayıcı
